Repository: 0xB767B/darktable
Catalog: po/*.po
Languages: gl, ro

source: gui options
ro: opţiuni gui

source: filename of your custom theme in share/darktable/
gl: nome de arquivo do seu tema a medida en share/darktable/
ro: nume fişier temă customizată în share/darktable/

source: double click to reset to `%s'
ro: dublu clic pentru a reseta la `%s'

source: (needs a restart)
ro: (e nevoie de restart)

source: size of the side panels in pixels
ro: dimensiune panouri laterale in pixeli

source: (needs a restart)
ro: (e nevoie de restart)

source: don't use embedded preview jpeg, always use half-size raw
gl: non usar previo do jpeg incrustado, sempre usar raw de medio tamaño
ro: nu folosi pentru previzualizarea încorporată în jpeg, folosește întotdeauna raw-ul înjumătățit

source: ask before removing images
gl: preguntar antes de suprimir imaxes
ro: întreabă înainte de a elimina imagini

source: always ask the user before any image is removed from db.
gl: preguntar o usuario antes de que calquera imaxe sexa eliminada da base de datos.
ro: întreabă întotdeauna utilizatorul înainte de a elimina orice imagine din db.

source: ask before deleting images
gl: preguntar antes de borrar imaxes
ro: întreabă înainte de a şterge imagini

source: always ask the user before any image file is deleted.
gl: sempre preguntar o usuario antes de que calquera imaxe sexa borrada.
ro: întreabă întotdeauna utilizatorul înainte de a şterge orice fişier imagine.

source: downsample the preview pixels
gl: subinterpolar os pixels do previo
ro: trunchiere pixeli previzualizare

source: this value smaller than 1.0 downsamples the preview pixels in darkroom mode for faster feedback.
ro: o valoare mai mică decât 1.0 înseamnă trunchierea pixelilor folosiți la previzualizare în modul cameră oscură pentru o viteză de răspuns mai bună.

source: number of folder levels to show in lists
ro: numărul de nivele de folder ce va fi afișat in liste

source: the number of folder levels to show in film roll names, starting from the right
ro: numărul de nivele de folder ce va fi afișat în rola de film, începând de la dreapta

source: initial rating when importing filmrolls
ro: rating-ul inițial la importarea rolelor de film

source: enable filmstrip in darkroom mode
ro: permite afișarea fâșiei de film în modul cameră obscură

source: maximum resolution of lighttable thumbnails
ro: rezoluția maximă a thumbnail-urilor în modul masă luminoasă

source: keep this value low for fast thumbnail creation (allowed: 160-1300) (needs a restart and will invalidate current thumbnail caches).
ro: păstrează această valoare mică pentru creare rapidă de thumbnail-uri (valid 160-1300) (are nevoie de restart și va invalida arhiva curentă de thumbnail-uri).

source: jpeg quality of on-disk thumbnails
gl: calidadee do jpeg das miniaturas de disco
ro: calitatea jpeg a thumbnail-urilor de pe disc

source: affects only the thumbnail cache used for quick startup.
ro: afectează doar arhiva de thumbnail-uri folosită pentru o pornire rapidă.

source: ask before deleting a tag
ro: întreaba înainte de a şterge un tag

source: core options
ro: opțiuni principale

source: database file
gl: arquivo da base de datos
ro: fișier bază de date

source: filename relative to ~/.config/darktable or starting with a slash (needs a restart).
ro: nume fișier relativ la ~/.config/darktable sau care începe cu slash (cere restart).

source: image cache file
gl: arquivo cache de imaxe
ro: fișier arhivă de imagini

source: filename relative to ~/.cache/darktable or starting with a slash (needs a restart).
ro: nume fișier relativ la ~/.config/darktable sau care începe cu slash (cere restart).

source: image cache file backup
ro: fișier backup la arhiva de imagini

source: creates backup of cachefile to prevent loss of thumbnails generated at crashes etc (needs a restart).
ro: creează un backup la fișierul arhivă pentru a preveni pierderea thumbnail-urilor generate (cere restart).

source: memory in bytes to use for mipmap cache
gl: memoria en bytes para usar na cache mipmap
ro: memoria, în bytes, folosită de arhiva mipmap

source: full resolution image buffers to keep in main memory cache
gl: buffers da imaxe a resolución completa para manter na memoria caché principal
ro: numărul de buffere de imagine la rezoluție întreagă care sunt ținute în memorie

source: how many full-resolution floating point buffers of loaded raw images to keep in main memory at maximum. set this variable to num_threads + 1 if you want multithreaded export (keep one for darkroom mode). be warned: every thread will need about 1GB of memory (needs a restart).
ro: câte buffere (maxim) la rezoluție întreagă (floating point) ale imaginilor raw să fie ținute în memoria principală. setează această variabilă la num_thread-uri + 1 dacă folosești export pe mai multe thread-uri (nu uita unul pentru modul cameră obscură). atenție: fiecare thread va avea nevoie de aprox. 1GB de momorie (cere restart).

source: write a redundant sidecar file for each image
ro: scrie un fișier ataș redundant pentru fiecare imagine

source: these files can later be re-imported into a different database, preserving your changes to the image.
gl: estos ficheiros poden ser reimportados mais tarde nunha base de datos diferente, preservando os seus trocos na imaxe.
ro: aceste fișiere pot fi re-importate ulterior într-o altă bază de date, păstrând modificările aduse imaginii.

source: do high quality resampling during export
ro: exportă folosind reeşantionare de calitate înaltă

source: the image will first be processed in full resolution, and downscaled at the very end. this can result in better quality sometimes, but will always be slower.
ro: imaginea va fi procesată mai întâi la rezoluție întreagă, trunchierea facându-se la sfârșit. poate produce uneori rezultate de calitate mai bună, dar va dura întotdeauna mai mult.

source: password storage backend to use
ro: suportul de stocare parole ce va fi folosit

source: the storage backend for pwstorage: 0 - none, 1 - gconf (do not use), 2 - kwallet, 3 - gnome keyring
ro: suportul de stocare parole: 0 - niciunul, 1 - gconf (nu folosi), 2 - kwallet, 3 - gnome keyring

source: <span color="#7f7f7f"><big><b>darktable</b></big></span>
ro: <span color="#7f7f7f"><big><b>camera obscură</b></big></span>

source: <span color="#7f7f7f"><big><b>light table mode</b></big></span>
gl: <span color="#7f7f7f"><big><b>modo mesa de luz</b></big></span>
ro: <span color="#7f7f7f"><big><b>masa luminoasă</b></big></span>

source: about darktable
ro: despre darktable

source: all unstarred 1 star 2 star 3 star 4 star 5 star rejected
ro: toate nemarcate 1 stea 2 stele 3 stele 4 stele 5 stele respinse

source: aperture
gl: apertura
ro: apertura

source: creator
ro: autor

source: date/time
gl: data/hora
ro: dată/oră

source: distance
ro: distanță

source: exposure
gl: exposición
ro: expunere

source: f-length
gl: focal
ro: lungime-focală

source: filename
gl: nome de arquivo
ro: nume fișier

source: filename time rating id color label
gl: nome do arquivo data nota id etiqueta de cor
ro: nume fișier oră rating id etichetă culoare

source: film roll
gl: sesión
ro: rola de film

source: height
gl: alto
ro: înălțime

source: histogram
gl: histograma
ro: histogramă

source: history
gl: histórico
ro: istoric

source: image
gl: imaxe
ro: imagine

source: image information
ro: informații imagine

source: images sorted by
gl: imaxes ordenadas por
ro: sortează imagini după

source: import
gl: importar
ro: importă

source: lens
gl: lentes
ro: obiectiv

source: list
gl: lista
ro: listă

source: maker
gl: fabricante
ro: producător

source: mean min max
gl: media min max
ro: medie min max

source: more plugins
gl: mais engadidos
ro: mai multe plugin-uri

source: navigation
gl: navegación
ro: navigare

source: pick
gl: seleccionar
ro: culege

source: rights
gl: dereitos
ro: drepturi

source: select a folder to import as film roll
ro: selectează un folder pentru a importa o rolă de film

source: select one or more images to import
ro: selectează una sau mai multe imagini pentru import

source: snapshots
gl: instantáneas
ro: capturi

source: switch to darkroom mode
gl: trocar a modo cuarto escuro
ro: schimbă în modul cameră obscură

source: title
gl: título
ro: titlu

source: width
gl: ancho
ro: lățime

source: zoomable light table file manager
gl: mesa de luz con zoom xestor de arquivos
ro: masă luminoasă capabilă de zoom manager fișiere

source: red
gl: vermello
ro: roșu

source: yellow
ro: galben

source: green
gl: verde
ro: verde

source: blue
gl: azul
ro: albastru

source: purple
ro: violet

source: altered
gl: alterado
ro: modificat

source: found strange path `%s'
ro: calea gasită e bizară `%s'

source: error loading directory `%s'
ro: eroare la încărcarea directorului `%s'

source: file `%s' has unknown format!
ro: fișierul `%s' are un format necunoscut!

source: error loading file `%s'
ro: eroare la încărcarea fișierului '%s'

source: on
gl: prendido
ro: activat

source: off
gl: apagado
ro: dezactivat

source: orphaned image
ro: imagine orfană

source: image `%s' is not available
ro: imaginea `%s' nu este disponibilă

source: style with name '%s' already exists
ro: un stil cu numele '%s' există deja

source: style named '%s' successfully created
ro: stilul '%s' a fost creat cu succes

source: style file for %s exists
ro: fișierul pentru stilul %s există

source: style %s was sucessfully saved
ro: stilul %s a fost salvat cu suces

source: style %s was sucessfully imported
ro: stilul %s a fost importat cu suces

source: working..
gl: traballando ..
ro: lucrează..

source: switch to %s mode
gl: trocar a %s modo
ro: schimbă în modul %s

source: <span color="#7f7f7f"><big><b>%s mode</b></big></span>
gl: <span color="#7f7f7f"><big><b>modo %s</b></big></span>
ro: <span color="#7f7f7f"><big><b>modul %s</b></big></span>

source: importing image %s
gl: importando imaxe %s
ro: imaginea %s se importă

source: capturing %d image
gl: capturando %d imaxe
ro: se capturează %d imagine

source: please set your camera to manual mode first!
ro: te rog setează-ți întâi camera în mod manual!

source: %d/%d imported to %s
gl: %d/%d importado a %s
ro: %d/%d importat în %s

source: starting to import images from camera
ro: începe importul de imagini de pe cameră

source: failed to create import path `%s', import aborted.
ro: crearea căii de import `%s' a eșuat, import abandonat.

source: importing %d image from camera
gl: importando %d imaxe dende cámara
ro: se importă %d imagine de la cameră

source: failed to create filmroll for camera import, import aborted.
ro: crearea rolei de film pentru a importa de la cameră a eșuat, import abandonat.

source: merging %d image
ro: se îmbină %d imagine

source: exposure bracketing only works on raw images
ro: bracketing-ul pe expunere funcționează doar pe imagini raw

source: failed to get raw buffer from image `%s'
ro: nu s-a putut obține un buffer raw de la imaginea `%s'

source: images have to be of same size!
ro: imaginile trebuie să aibă aceeași dimensiune!

source: wrote merged hdr `%s'
ro: s-a scris hdr-ul îmbinat `%s'

source: duplicating %d image
gl: duplicando %d imaxe
ro: se duplică %d imagine

source: flipping %d image
ro: se întoarce %d imagine

source: removing %d image
gl: eliminando %d imaxe
ro: se elimină %d imagine

source: deleting %d image
gl: borrando %d imaxe
ro: se șterge %d imagine

source: do you really want to remove all selected images from the collection?
gl: desexa eliminar todas as imaxes escollidas da colección?
ro: chiar doreşti să elimini toate imaginile selectate din colecţie?

source: remove images?
gl: eliminar las imaxes?
ro: elimină imagini?

source: do you really want to physically delete all selected images from disk?
gl: desexa borrar fisicamente todas as imaxes escollidas do disco?
ro: chiar doreşti să ştergi fizic de pe disc toate imaginile selectate?

source: delete images?
gl: borrar as imaxes?
ro: şterge imagini?

source: failed to get parameters from storage module, aborting export..
gl: erro ao obter parámetros do módulo de almacenamento, abortando exportado...
ro: citirea parametrilor de la modulul de stocarea eşuat, exportul se abandonează..

source: exporting %d image..
gl: exportando %d imaxe..
ro: se exportă %d imagine

source: exporting %d image to %s
gl: exportando %d imaxe a %s
ro: se exportă %d imagine în %s

source: image `%s' is currently unavailable
ro: imaginea `%s' este momentan indisponibilă

source: loading image %s
gl: cargando imaxe %s
ro: se încarcă imaginea %s

source: %s: module `%s' version mismatch: %d != %d
gl: %s: modulo '%s' versión non coincidente: %d != %d
ro: %s: modulul `%s' diferă ca versiune: %d != %d

source: %s is switched on
gl: %s esta activado
ro: %s este activat

source: %s is switched off
gl: %s esta desactivado
ro: %s este dezactivat

source: (deprecated)
ro: (scos din uz)

source: reset parameters
gl: reiniciar os parámetros
ro: resetează parametrii

source: presets
gl: preestablecido
ro: presetări

source: double-click to reset
ro: dublu-clic pentru reset

source: background jobs
gl: traballos en segundo plano
ro: sarcini în fundal

source: store value as default
gl: almacenar como parámetros por defecto
ro: stochează ca valoare implicită

source: reset value to default
gl: reiniciar aos parámetros por defecto
ro: resetează la valoarea implicită

source: import images from camera
gl: importar imaxes dende cámara
ro: importă imagini de la cameră

source: cancel
gl: cancelar
ro: anulează

source: my jobcode
ro: codul operaţiei mele

source: please wait while prefetching thumbnails of images from camera...
gl: por favor espere mentras se cargan miniaturas de imaxes dende cámara...
ro: te rog aşteaptă până se preiau thumbnail-urile imaginilor de pe cameră...

source: jobcode
gl: código de traballo
ro: cod operaţie

source: storage file
gl: arquivo de almacenamento
ro: fişier stocare

source: ignore jpeg files
ro: ignoră fişierele jpeg

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+jpeg in a directory.
ro: nu încărca fişierele cu extensia .jpg sau .jpeg, poate fi de ajutor când există raw+jpeg în acelaşi director.

source: delete originals after import
gl: borrar orixinais despois de importar
ro: şterge originalele după import

source: check this option if you want to delete images on camera after download to computer
gl: active esta opción si desexa borrar imaxes na cámara despois de baixalas ao computador
ro: bifează această opţiune dacă vrei să ştergi imaginile de pe cameră după copierea pe computer

source: override today's date
gl: anular data actual
ro: suprascrie data de azi

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
gl: active esta si desexa anular la data y hora usada cuando se expandnas variables: $(ANO), $(MES), $(DIA), $(HORA), $(MINUTO), $(SEGUNDOS)
ro: bifează această opţiune dacă vrei sa schimbi data folosită la expandarea variabilelor: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: storage structure
gl: estructura de almacenamento
ro: structura de stocare

source: the following three settings describe the directory structure and file renaming for import storage and images; if you dont know how to use this, keep the default settings.
gl: as tres configuraciones seguintes describen a estructura de directorio e renombrado de arquivos para almacenamento e importación de imaxes, se non sabe como usalo deixe as configuracións nos seus valores por defecto.
ro: următoarele trei setări descriu structura directorului şi numele de fişier pentru import şi stocare imagini; dacă nu ştii să le foloseşti păstrează valorile implicite.

source: storage directory
gl: directorio de almacenamento
ro: director de stocare

source: directory structure
gl: estructura de directorio
ro: structura directorului

source: filename structure
gl: estructura do nome de arquivo
ro: structura numelui de fşier

source: above settings expands to:
gl: as configuraciones de arriba correspondense con:
ro: setările de mai sus se expandează la:

source: external backup
gl: copia de seguridade externa
ro: backup extern

source: external backup is an option to automatic do a backup of the imported image(s) to another physical location, when activated it does looks for specified backup foldername of mounted devices on your system... each found folder is used as basedirectory in the above storage structure and when a image are downloaded from camera it is replicated to found backup destinations.
gl: copia de seguridade externa é unha opción para facer automaticamente unha copia de seguridad das imáxe(s) importada(s) a outra localización física; cando está activada, busca nomes de carpetas de medios montados no seu sistema especificados para copia de seguridad... cada carpeta atopada é usada como directorio base na estructura de almacenamento anterior e cando una imaxe é descargada da cámara é replicada para atopar destinos para copia de seguridad.
ro: backup-ul extern e opţiunea prin care se face automat backup la imagini într-o altă locaţie fizică, odată activată verifică numele folder-ului specificat pe dispozitivele montate... fiecare folder găsit este utilizat ca director rădăcină în structura de stocare de mai sus şi când o imagine este descărcată de pe cameră se va replica pe destinaţiile backup găsite.

source: enable backup
gl: activar copia de seguridade
ro: activează backup-ul

source: check this option to enable automatic backup of imported images
gl: active esta opción para permitir copia de seguridade automática das imaxes importadas
ro: bifează această opţiune pentru a activa backup-ul automat la imaginile importate

source: warn if no backup destinations are present
gl: advertir se non hai destino para a copia de seguridade
ro: atenţionează dacă destinaţiile de backup nu sunt prezente

source: check this option to get an interactive warning if no backupdestinations are present
gl: active esta opción para obter unha advertencia interactiva se non están presentes os destinos das copias de seguridade
ro: bifează această opţiune pentru a primi mesaje de atenţionare când destinaţiile de backup nu sunt prezente

source: backup foldername
gl: nome de carpeta de copia de seguridade
ro: numele folder-ului de backup

source: this is the name of folder that indicates a backup destination, if such a folder is found in any mounter media it is used as a backup destination.
gl: este e o nome da carpeta que indica o destino dunha copia de seguridade, si se atopa una carpeta en calquera medio a montar será usado como un destino de copia de seguridade.
ro: acesta este numele folder-ului folosit ca destinaţie de backup, dacă acest folder este găsit (pe orice mediu montat) va fi folosit ca destinaţie de backup.

source: images
gl: imaxes
ro: imagini

source: settings
gl: configuración
ro: setări

source: select the images from the list below that you want to import into a new filmroll
gl: seleccione as imaxes da lista de abaixo que quiere importar nunha nova sesión
ro: selectează din lista de mai jos imaginile pe care vrei să le imporţi într-o nouă rolă de film

source: please set the basedirectory settings before importing
gl: por favor, fixe a configuración do directorio base antes de importar
ro: te rog alege setările directorului de bază înainte de import

source: please set the subdirectory settings before importing
gl: por favor, fixe a configuración do subdirectorio antes de importar
ro: te rog alege setările subdirectorului înainte de import

source: please set the filenamepattern settings before importing
gl: por favor, fixe a configuración do patrón de nome de arquivos antes de importar
ro: te rog alege setările pentru şablonul numelui de fişier înainte de import

source: scan for devices
gl: escaneando periféricos
ro: scanează după dispozitive

source: scan for newly attached devices
gl: escaneado de novos periféricos conectados
ro: scanează după dispozitive ataşate de curând

source: device "%s" connected on port "%s".
gl: periferico "%s" conectado en porto "%s".
ro: dispozitivul "%s" e conectat pe port-ul "%s".

source: import from camera
gl: importar dende cámara
ro: importă de la cameră

source: tethered shoot
gl: disparo conectado
ro: declanşare comandată

source: no supported devices found
gl: non se atopan periféricos soportados
ro: nu s-au detectat dispozitive suportate

source: organize and develop images from digital cameras
ro: organizează şi developează imagini de la camere digitale

source: * developers *
ro: * programatori *

source: * ubuntu packaging, color management, video tutorials *
ro: * împachetare ubuntu, management de culoare, tutoriale video *

source: * networking, battle testing, translation expert *
ro: * reţelistică, testare, expert traducător *

source: * contributors *
ro: * contribuitori *

source: translator-credits
ro: credite traducători

source: import film
gl: importar sesión
ro: importă film

source: import directories recursively
ro: importă recursiv directoarele

source: recursively import subdirectories. each directory goes into a new film roll.
ro: importă recursiv subdirectoarele, fiecare director trece într-o nouă rolă de film.

source: import image
gl: importar imaxe
ro: importă imagine

source: supported images
gl: imaxes soportadas
ro: imagini suportate

source: all files
gl: todos os arquivos
ro: toate fişierele

source: show global preferences
ro: afişează preferinţele globale

source: take snapshot
gl: tomar unha instantánea
ro: obține o captură

source: take snapshot to compare with another image or the same image at another stage of development
ro: obţine o captură pentru a o compara cu o altă imagine sau cu aceeaşi imagine în alt stadiu de developare

source: drag to change exposure, doubleclick resets
gl: arrastrar para trocar exposición, doble click reinicializa
ro: trage pentru a schimba expunerea, dublu-clic resetează

source: drag to change black point, doubleclick resets
gl: arrastrar para trocar punto negro, doble click reinicializa
ro: trage pentru a modifica punctul de negru, dublu-clic resetează

source: applied style `%s' on current image
ro: s-a aplicat stilul `%s' pe imaginea curentă

source: no styles have been created yet
ro: încă nu au fost create stiluri

source: compress history stack
gl: comprimir histórico de accións
ro: comprimă stiva de istoric

source: create a minimal history stack which produces the same image
gl: xerar un histórico de accións mínimo que produza a mesma imaxe
ro: creează stiva de istoric minimă care produce aceeaşi imagine

source: create a style from the current history stack
ro: creează un stil din stiva de istoric curentă

source: applies a style selected from popup menu
ro: aplică un stil selectat din meniul popup

source: active
ro: activ

source: the modules used in active pipe
ro: modulele folosite în stiva activă

source: favorite
ro: favorit

source: show modules explicit specified by user
ro: arată modulele specificate explicit de utilizator

source: basic
ro: bază

source: basic group
ro: grup bază

source: color
ro: culoare

source: color group
ro: grup culoare

source: correct
ro: corecţie

source: correction group
ro: grup corecţie

source: effect
ro: efecte

source: effect group
ro: grup efecte

source: darktable preferences
ro: preferinţe darktable

source: close
ro: închide

source: (default)
gl: (por defecto)
ro: (implicit)

source: edit `%s' for module `%s'
gl: editar `%s' para modulo `%s'
ro: editează `%s' pentru modulul `%s'

source: name of the preset
gl: nome de preestablecido
ro: numele presetării

source: description or further information
gl: descripción ou información adicional
ro: descriere sau mai multe informaţii

source: auto apply this preset to matching images
gl: auto aplicar este preestablecido para equiparar imaxes
ro: aplică automat această presetare la imaginile potrivite
