Repository: 0xB767B/darktable
Catalog: po/*.po
Languages: gl, ro

source: attach tag to all selected images
gl: engadir etiqueta a todas as imaxes escollidas
ro: ataşează tag-ul pe toate imaginile selectate

source: detach
gl: quitar
ro: detaşează

source: detach tag from all selected images
gl: quitar etiquetas de todas as imaxes escollidas
ro: detaşează tag-ul de pe toate imaginile selectate

source: enter tag name
gl: introducir nome de etiqueta
ro: introdu nume tag

source: related tags, doubleclick to attach
gl: etiquetas relacionadas, doble click para engadir
ro: tag-uri asemănătoare, dublu-clic pentru a atașa

source: new
gl: nova
ro: nou

source: create a new tag with the name you entered
gl: crear unha nova etiqueta co nome introducido
ro: creează un nou tag cu numele introdus

source: delete selected tag
gl: borrar etiqueta escollida
ro: şterge tag-ul selectat

source: capture
gl: captura
ro: captură

source: failed to create session path %s.
gl: non se puedo crear ruta de sesión %s.
ro: a eşuat crearea căii de sesiune %s.

source: new session initiated '%s'
gl: nova sesión iniciada '%s'
ro: o nouă sesiune iniţiată '%s'

source: darkroom
gl: cuarto escuro
ro: cameră obscură

source: show %s
gl: amosar %s
ro: arată %s

source: %s as favorite
ro: %s ca favorit

source: hide %s
gl: esconder %s
ro: ascunde %s

source: no image selected!
gl: no hai imaxe escollida!
ro: nu sunt imagini selectate!

source: film strip
gl: tira de imaxes
ro: fâşie de film

source: lighttable
gl: caixa de luz
ro: masă luminoasă

source: this collection is empty.
ro: această colecţie este goală.

source: if you didn't import any images yet
ro: dacă nu ai importat imagini încă

source: do that from the top left expander.
ro: fă asta din extensorul din stânga sus.

source: try to relax the filter settings in the top panel
ro: încearcă să relaxezi setările filtrului din panoul de sus

source: or in the collection plugin in the left panel.
ro: sau în plugin-ul colecţie din panoul din stânga.

source: all no star 1 star 2 star 3 star 4 star
gl: todo sin estrella 1 estrela 2 estrelas 3 estrelas 4 estrelas

source: devices
gl: periféricos

source: import film roll
gl: importar sesión

source: import single image
gl: importar una imaxe

source: library
gl: libraría

source: metadata
gl: metadatos

source: model
gl: modelo

source: open
gl: abrir

source: open selected film roll in light table
gl: abrir a sesión escollida na mesa de luz

source: remove selected film roll from collection
gl: eliminar a sesión escollida da colección

source: search film rolls by folder
gl: procurar sesións por cartafol

source: 0 -- append on top of stack, 1 -- replace it.
gl: 0 -- engadir na parte superior de accións, 1 -- substituir.

source: 0: mean, 1: min, 2: max
gl: 0: media, 1: min, 2: max

source: Capture view mode
gl: modo vista de captura

source: Default client to use, this overrides detection of default client.
gl: cliente a usar por defecto, isto sobrescribe a detección do cliente por defecto.

source: append or replace history stack if pasted
gl: anexar ou substituír histórico de accións se se pega

source: flag if backup of imported images should be performed
gl: sinalar si debe realizarse copia de seguridad das imaxes importadas

source: flag if originals on camera should be deleted
gl: sinalar si os orixinales na cámara deben borrarse

source: flag if user should be interactivly warned about non present backup destinations
gl: sinalar si o usuario debe ser avisado sobre a inexistencia de destinos das copias de seguridade

source: height of the exported image
gl: alto da imaxe exportada

source: height of the exported image, or 0 if no scaling should be done.
gl: alto da imaxe exportada, ou 0 se non se escala.

source: how many images are in one row
gl: cantas imaxes hai nunha columna

source: how many smallest-size thumbnails to keep in main memory at maximum. this also affects larger mipmap counts, these get fewer by size. only read at startup.
gl: cantas miniaturas de tamaño mínimo manter na memoria principal ao máximo. Isto tamén afecta á cantidade de mipmap grandes, estes empequenécense. só lectura ao inicio.

source: icc profile to use for export
gl: perfil icc a usar para exportar

source: icc rendering intent
gl: tento de renderizado icc

source: if non-negative, this overrides the per-image output color profile rendering intent on export.
gl: se non é negativo, isto sobreescribe o intento de renderizado de perfil de cor da imaxe ao exportar.

source: if this number is smaller than the darktable internal version number, the values here will be synched with the new defaults.
gl: se este numero é mais pequeno có numero de versión interna de darktable, os valores serán sincronizados cos novos por defecto.

source: jobcode of import job
gl: código de traballo do traballo importado

source: name of capture job
gl: nome de traballo de captura

source: path of storage for captured images
gl: ruta de almacenaxe para as imaxes capturadas

source: rename pattern for captured images
gl: renomear patrón para as imaxes capturadas

source: select a layout for the lighttable: 0 - zoomable or 1 - file manager.
gl: seleccionar un deseño para a mesa de luz: 0 -con zoom o 1 - xestor de arquivos.

source: small thumbnails to keep in main memory cache
gl: miniaturas pequenas para manter na memoria cache principal

source: subpath pattern in storage for captured images
gl: patrón de subruta no almacenamento de imaxes capturadas

source: the name of backup directory to search for on mounted medias
gl: nome do directorio de copia de seguridade para procurar en dispositivos montados

source: this overrides the per-image settings, if not set to `image'.
gl: esto sobreescribe a configuración para a imaxe, se non se establece a `imaxe'.

source: this value smaller than 1.0 downsamples the preview pixels for faster feedback.
gl: este valor menor que 1 subinterpola os pixels do previo para unha resposta mais rápida

source: version of these dt-gconf entries
gl: versión de estas entradas dt-gconf

source: which layout should lighttable mode show
gl: que deseño debería amosar o modo caixa de luz

source: width of the exported image
gl: ancho da imaxe exportada

source: width of the exported image, or 0 if no scaling should be done.
gl: ancho da imaxe exportada, ou 0 se non se debe escalar.

source: single images
gl: imaxe única

source: starting import job of images from camera
gl: comenzando traballo de importado de imaxes de cámara

source: failed to create import path %s, import of images aborted.
gl: erro ao crear ruta %s, de importado, abortada importación.

source: failed to create filmroll for camera import, import of images aborted.
gl: erro ao crear sesión dende importado de cámara, abortada importación.

source: image does no longer exist
gl: a imaxe xa non existe

source: srgb (web-safe)
gl: srgb

source: linear rgb
gl: rgb lineal

source: output icc profiles in %s/color/out
gl: perfís de saida icc en %s/cor/saida

source: tag
gl: etiqueta

source: matches selected images
gl: coincidencia en imaxes escollidas

source: doubleclick to select
gl: doble click para seleccionar

source: program
gl: programa

source: perspective
gl: perspectiva

source: right
gl: dereita

source: up
gl: arriba

source: aspect
gl: aspecto

source: srgb (e.g. jpg)
gl: srgb

source: linear infrared bgr
gl: rgb lineal infravermello

source: linear xyz
gl: lineal xyz

source: icc profiles in %s/color/in
gl: perfís icc en %s/color/entrada

source: icc profiles in %s/color/out
gl: perfís icc en %s/color/saida

source: display icc profiles in %s/color/out
gl: amosar os perfís icc en %s/color/saida

source: sharpen
gl: enfoque

source: adjust the exposure correction [ev]
gl: axustar a corrección de exposición [ev]

source: cam
gl: dispositivo

source: search for camera using a pattern format: [maker, ][model]
gl: búsqueda de cámara usando unha trama formato: [fabricante, ][modelo])

source: search for lens using a pattern format: [maker, ][model]
gl: búsqueda de lentes usando unha trama formato: [fabricante, ][modelo])

source: panoramic
gl: panorámico

source: drag and scroll to adjust the virtual color filter
gl: arrastrar e desprazar para axustar o filtro de cor virtual

source: filter size
gl: tamaño de filtro

source: raw import
gl: importar raw

source: warning: these are cryptic low level settings! you probably don't have to change them.
gl: coidado: estas son configuracións crípticas de baixo nivel! probablemente non deba trocalas

source: median passes
gl: pase medio

source: number of 3x3 median filter passes on R-G and B-G after demosaicing
gl: número de filtros de paso medio 3x3 en R-G y B-G despois do demosaico

source: demosaic method
gl: método de demosaico

# demosaic
source: linear
gl: lineal

source: linear4
gl: lineal4

source: hot pixels
gl: pixels quentes

source: median filter before demosaicing
gl: filtro mediano antes do demosaico

source: green equilibration
gl: equilibrado de verde

source: work around unequal green channels in some mid-range cameras, e.g. canon eos 400d
gl: traballar orredor de canlees desiguais de verde nalgunhas cámaras de rango medio, ex. canon eos 400d

source: dcb enhance
gl: mellora dcb

source: turns off the default image refinement if edges are jagged or you prefer softer demosaicing.
gl: desactiva os axustes por defecto da imaxe si os bordes son dentados ou se prefire un demosaico mais suave.

source: dcb iterations
gl: iteraccións dcb

source: number of DCB correction routines passes(the default is zero) this helps if you see lots of wrong interpolation directions, just remember that it may produce new artifacts usually 0 or 1 should work fine, in some situations even 10 is not enough.
gl: numero de pasadas de rutinas de corrección DCB (por defecto é cero) esto axuda si ve cantidade de direccións de interpolación incorrectas, só recordar que pode producir novos artifactos usualmente 0 o 1 debería funcionar bien, nalgunhas situacions incluso 10 non é suficiente.

source: fbdd denoising
gl: fbdd reducción ruido

# fbdd noise
source: none
gl: ningunha

source: fbdd turns on pre-demosaicing luma (and optionally chroma) noise reduction
gl: fbdd convertese en reducción ruido luma (e opcionalmente chroma) en pre-demosaico

source: vcd enhance
gl: mellora vcd

source: refine interpolated pixels
gl: refinar pixeles interpolados

source: edge median passes
gl: pase borde medio

source: number of passes an edge-sensitive median filter to differential color planes
gl: numero de pases dun filtro mediano sensible a bordes para diferenciar planos de cor

source: ca autocorrect
gl: autocorrección ca

source: artificial ca autocorrection from AMaZE
gl: autocorrection ca artificial de AMaZE

source: reset
gl: reiniciar

source: reset raw loading parameters to darktable's defaults
gl: reiniciar os parámetros raw aos valores por defecto

source: re-import
gl: reimportar

source: trigger re-import of the raw image
gl: reactivar a importación da imaxe en bruto

source: Incandescent
gl: incandescente

source: Tungsten
gl: tungsteno

source: Fluorescent
gl: fluorescente

source: fotogenetic (ev3)
gl: fotoxenética (ev3)

source: luma (L)
gl: luminosidade (L)

source: colorness (C)
gl: cor (C)

source: hue (h)
gl: tono (H)

source: select color by
gl: seleccionar cor por

source: uniformity
gl: uniformidade

source: b/s ratio
gl: ratio b/s

source: fall-off
gl: difuminado

source: invert
gl: invertir

source: strength of effect
gl: forza do efecto

source: uniformity of vignette
gl: uniformidade do viñeteado

source: brightness/saturation ratio of the result, -1 - only brightness 0 - 50/50 mix of brightness and saturation +1 - only saturation
gl: ratio brillo/saturación do resultado, -1 - só brillo 0 - 50/50 mistura de brillo e saturación +1 - só saturación

source: inverts effect of saturation...
gl: invirte o efecto de saturación...

source: inverts effect of fall-off, default is dark fall-off...
gl: invirte o efecto do difuminado, por defecto é difuminado escuro...

source: Select tone color
gl: seleccionar tono de cor

source: swap r and b
gl: intercambio r y b

source: swap g and b
gl: intercambio g y b

source: float pfm
gl: pfm flotante

source: recently used film rolls
gl: sesións recentemente utilizadas

source: all film rolls
gl: todas as sesións

source: single images are persistent
gl: as imaxes únicas son persistentes

source: do you really want to remove this film roll and all its images from the collection?
gl: desexa eliminar esta sesión e todas as suas imaxes da colección?

source: remove film roll?
gl: eliminar sesión?

source: 0 - original
gl: 0 - orixinal

source: My jobcode
gl: o meu código de traballo

source: thumbnail
gl: miniatura

source: general
gl: xeral
