Repository: 0xB767B/darktable
Catalog: po/*.po
Languages: gl, ro

source: only show this preset for matching images
gl: amosar só este preestablecido para equiparar imaxes
ro: arată această presetare doar pentru imaginile potrivite

source: be very careful with this option. this might be the last time you see your preset.
gl: coidado con esta opción. puede ser a última vez que vexa o seu preestablecido.
ro: fii foarte atent cu această opțiune. poate fi ultima dată când vezi presetarea.

source: string to match model (use % as wildcard)
gl: cadena para coincidencia de modelo (use % as wildcard)
ro: caută după model (folosește caracterul special %)

source: string to match maker (use % as wildcard)
gl: cadena para coincidencia de fabricante (use % as wildcard)
ro: caută după producător (folosește caracterul special %)

source: string to match lens (use % as wildcard)
gl: cadena para coincidencia de lente (use % as wildcard)
ro: caută după obiectiv (folosește caracterul special %)

source: minimum iso value
gl: valor iso mínimo
ro: valoarea iso minimă

source: maximum iso value
gl: máximo valor iso
ro: valoarea iso maximă

source: minimum exposure time
gl: tempo mínimo de exposición
ro: timp minim de expunere

source: maximum exposure time
gl: máximo tempo de exposición
ro: timp maxim de expunere

source: minimum aperture value
gl: valor de apertura mínimo
ro: apertură minimă

source: maximum aperture value
gl: valor de apertura máximo
ro: apertură maximă

source: focal length
gl: lonxitude focal
ro: lungime focală

source: minimum focal length
gl: mínima lonxitude focal
ro: lungime focală minimă

source: maximum focal length
gl: máxima lonxitude focal
ro: lungime focală maximă

source: new preset
gl: novo preestablecido
ro: presetare nouă

source: edit this preset..
gl: editar este preestablecido..
ro: editează această presetare..

source: delete this preset
gl: borrar este preestablecido
ro: șterge această presetare

source: use preset as default
gl: usar preestablecido por defecto
ro: folosește această presetare implicit

source: store new preset..
gl: almacenar novo preestablecido..
ro: stochează presetare nouă..

source: remove default
gl: eliminar por defecto
ro: elimină presetarea implicită

source: edit style
ro: editează stil

source: create new style
ro: creează stil nou

source: enter a name for the new style
ro: introdu un nume pentru noul stil

source: enter a description for the new style, this description is searchable
ro: introdu o descriere pentru noul stil, se poate căuta în descriere

source: advanced edit of style
ro: editare advansată de stil

source: item
ro: element

source: can't create style out of unaltered image
ro: nu se poate crea un stil dintr-o imagine nemodificată

source: toggle red label of selected images (f1)
ro: comută eticheta roșie pe imaginile selectate (f1)

source: toggle yellow label of selected images (f2)
ro: comută eticheta galbenă pe imaginile selectate (f2)

source: toggle green label of selected images (f3)
ro: comută eticheta verde pe imaginile selectate (f3)

source: toggle blue label of selected images (f4)
ro: comută eticheta albastră pe imaginile selectate (f4)

source: toggle purple label of selected images (f5)
ro: comută eticheta violet pe imaginile selectate (f5)

source: clear all labels of selected images
gl: eliminar todas as marcas das imaxes escollidas
ro: elimină toate etichetele de pe imaginile selectate

source: copy
gl: copiar
ro: copiază

source: do a 1:1 copy of the selected files. the global options below do not apply!
ro: fă o copie 1:1 a fișierelor selectate. opțiunile globale de mai jos nu se aplică!

source: 8-bit jpg
ro: jpg pe 8-biți

source: quality
gl: calidade
ro: calitate

source: 8/16-bit png
ro: png pe 8/16-biți

source: 8-bit
ro: 8-biți

source: 16-bit
ro: 16-biți

source: 16-bit ppm
ro: ppm pe 16-biți

source: 8/16-bit tiff
ro: tiff pe 8/16-biți

source: file on disk
gl: arquivo en disco
ro: fișier pe disc

source: select directory
gl: seleccionar directorio
ro: selectează director

source: enter the path where to put exported images: $(ROLL_NAME) - roll of the input image $(FILE_DIRECTORY) - directory of the input image $(FILE_NAME) - basename of the input image $(FILE_EXTENSION) - extension of the input image $(SEQUENCE) - sequence number $(YEAR) - year $(MONTH) - month $(DAY) - day $(HOUR) - hour $(MINUTE) - minute $(SECOND) - second $(EXIF_YEAR) - exif year $(EXIF_MONTH) - exif month $(EXIF_DAY) - exif day $(EXIF_HOUR) - exif hour $(EXIF_MINUTE) - exif minute $(EXIF_SECOND) - exif second $(PICTURES_FOLDER) - pictures folder $(HOME_FOLDER) - home folder $(DESKTOP_FOLDER) - desktop folder
ro: introdu calea unde se vor exporta imaginile: $(ROLL_NAME) - rola imaginilor de exportat $(FILE_DIRECTORY) - directorul imaginilor de exportat $(FILE_NAME) - nume de bază al imaginilor de exportat $(FILE_EXTENSION) - extensia imaginilor de exportat $(SEQUENCE) - număr secvență $(YEAR) - an $(MONTH) - lună $(DAY) - zi $(HOUR) - oră $(MINUTE) - minut $(SECOND) - secundă $(EXIF_YEAR) - an din exif $(EXIF_MONTH) - lună din exif $(EXIF_DAY) - zi din exif $(EXIF_HOUR) - oră din exif $(EXIF_MINUTE) - minut din exif $(EXIF_SECOND) - secundă din exif $(PICTURES_FOLDER) - dosar pictures $(HOME_FOLDER) - dosar home $(DESKTOP_FOLDER) - dosar desktop

source: could not create directory `%s'!
ro: nu s-a putut creea directorul `%s'!

source: %d/%d exported to `%s%s'
gl: %d/%d exportado a `%s%s'
ro: %d/%d exportat în `%s%s'

source: send as email
gl: enviar como correo electrónico
ro: trimite pe email

source: flickr authentication: %s
ro: autentificare flickr: %s

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your flickr account there and authorize darktable to upload photos before continuing.
ro: pasul 1: ar trebui să se deschidă o nouă fereastră sau un nou tab în browser-ul tău. trebuie să faci login în contul tău flickr și să autorizezi darktable pentru upload înainte de a continua.

source: step 2: click the ok button once you are done.
ro: pasul 2: dă clic pe butonul ok odată ce ai terminat.

source: flickr authentication
ro: autentificare flickr

source: flickr webalbum
ro: album flickr

source: not authenticated
ro: neautentificat

source: authenticated
gl: autenticado
ro: autentificat

source: without album
ro: fără album

source: create new album
gl: crear album novo
ro: creează album nou

source: flickr user
ro: utilizator flickr

source: photosets
ro: seturi fotografii

source: summary
gl: sumario
ro: sumar

source: my new photoset
ro: noul meu set de fotografii

source: exported from darktable
gl: exportado dende darktable
ro: exportat din darktable

source: refresh album list
gl: refrescar lista de album
ro: reîmprospătează lista de albume

source: public images
ro: imagini publice

source: export tags
gl: exportar etiquetas
ro: tag-uri export

source: %d/%d exported to flickr webalbum
ro: %d/%d exportate în albumul flickr

source: Flickr account not authenticated
ro: Contul flickr nu este autentificat

source: website gallery
ro: galerie portal web

source: enter the path where to create the website gallery: $(ROLL_NAME) - roll of the input image $(FILE_DIRECTORY) - directory of the input image $(FILE_NAME) - basename of the input image $(FILE_EXTENSION) - extension of the input image $(SEQUENCE) - sequence number $(YEAR) - year $(MONTH) - month $(DAY) - day $(HOUR) - hour $(MINUTE) - minute $(SECOND) - second $(EXIF_YEAR) - exif year $(EXIF_MONTH) - exif month $(EXIF_DAY) - exif day $(EXIF_HOUR) - exif hour $(EXIF_MINUTE) - exif minute $(EXIF_SECOND) - exif second $(PICTURES_FOLDER) - pictures folder $(HOME_FOLDER) - home folder $(DESKTOP_FOLDER) - desktop folder
ro: introdu calea unde se va crea galeria portal web: $(ROLL_NAME) - rola imaginilor de exportat $(FILE_DIRECTORY) - directorul imaginilor de exportat $(FILE_NAME) - nume de bază al imaginilor de exportat $(FILE_EXTENSION) - extensia imaginilor de exportat $(SEQUENCE) - număr secvență $(YEAR) - an $(MONTH) - lună $(DAY) - zi $(HOUR) - oră $(MINUTE) - minut $(SECOND) - secundă $(EXIF_YEAR) - an din exif $(EXIF_MONTH) - lună din exif $(EXIF_DAY) - zi din exif $(EXIF_HOUR) - oră din exif $(EXIF_MINUTE) - minut din exif $(EXIF_SECOND) - secundă din exif $(PICTURES_FOLDER) - dosar pictures $(HOME_FOLDER) - dosar home $(DESKTOP_FOLDER) - dosar desktop

source: enter the title of the website
ro: introdu titlul portalului web

source: picasa webalbum
gl: albumweb picasa
ro: album picasa

source: authentication failed
gl: erro de autenticación
ro: autentificare eşuată

source: user
gl: usuario
ro: utilizator

source: password
gl: contrasinal
ro: parolă

source: albums
gl: albumes
ro: albume

source: my new album
gl: o meu album novo
ro: noul meu album

source: public album
gl: album público
ro: album public

source: %d/%d exported to picasa webalbum
gl: %d/%d exportado a album picasa
ro: %d/%d exportate în albumul picasa

source: local contrast 2
ro: contrast local 2

source: sensitivity of edge detection
ro: sensibilitatea la detectarea de margini

source: sensitivity
ro: sensibilitate

source: spatial extent of the effect around edges
ro: întinderea spațială a efectului în jurul marginilor

source: scale
gl: escala
ro: scală

source: strength of the local contrast
ro: puterea contrastului local

source: strength
gl: forza
ro: putere

source: equalizer
gl: equalizador
ro: egalizator

source: enhance coarse
ro: intensifică grosier

source: sharpen and denoise (strong)
ro: accentuare claritate și eliminare zgomot (puternică)

source: sharpen and denoise
ro: accentuare claritate și eliminare zgomot

source: sharpen (strong)
gl: enfoque (forte)
ro: accentuare de claritate (puternică)

# atrous
source: sharpen
ro: accentuare de claritate

source: denoise
gl: reducción ruido
ro: eliminare zgomot

source: denoise (strong)
gl: reducción ruido (forte)
ro: eliminare zgomot (puternică)

source: bloom
ro: efect de bloom

source: clarity (subtle)
ro: claritate (subtilă)

source: clarity
ro: claritate

source: coarse
ro: grosier

source: fine
ro: fin

source: contrasty
ro: contrastant

source: smooth
ro: neted

source: noisy
ro: zgomotos

source: bold
ro: reliefat

source: dull
ro: șters

source: change lightness at each feature size
ro: modifică luminozitatea la fiecare redimensionare

source: change color saturation at each feature size
ro: modifică saturația de culoare la fiecare redimensionare

source: sharpness
ro: acuitate

source: sharpness of edges at each feature size
ro: acuitatea marginilor la fiecare redimensionare

source: mix
ro: amestecă

source: make effect stronger or weaker
ro: accentuează sau diminuează efect

source: linear
gl: lineal
ro: liniar

source: dark contrast
gl: contraste sombra
ro: contrast închis

source: canon eos like
gl: similar a canon eos
ro: similar canon eos

source: nikon like
gl: similar a nikon
ro: similar nikon

source: sony alpha like
gl: similar a Sony Alpha
ro: similar sony alpha

source: pentax like
gl: como pentax
ro: similar pentax

source: olympus like
gl: como olympus
ro: similar olympus

source: panasonic like
gl: similar a panansonic
ro: similar panasonic

source: leica like
gl: similar a leica
ro: similar leica

source: kodak easyshare like
ro: similar kodak easyshare

source: konica minolta like
ro: similar konica minolta

source: fotogenetic (point & shoot)
gl: fotoxenética (apuntar e disparar)
ro: fotogenetic (încadrează și declanșează )

source: base curve
gl: curva base
ro: curbă de bază

source: abscissa: input, ordinate: output works on RGB channels
ro: abscisa la intrare, ordonata la ieşire funcţionează pe canalele RGB

source: spatial extent of the gaussian
gl: extensión espacial do gaussiano
ro: întinderea spațială a gaussian-ului

source: how much to blur red
gl: canto para un vermello borroso
ro: cât se estompează canalul roşu

source: how much to blur green
gl: canto para un verde borroso
ro: cât se estompează canalul verde

source: how much to blur blue
gl: canto para un azul borroso
ro: cât se estompează canalul albastru

source: radius
gl: radio
ro: raza

source: size
gl: tamaño
ro: mărime

source: threshold
gl: albor
ro: prag

source: the size of bloom
ro: dimensiunea efectului de bloom

source: the threshold of light
ro: prag de luminozitate

source: the strength of bloom
ro: puterea efectului de bloom

source: chromatic aberrations
ro: aberaţii cromatice

source: automatic chromatic aberration correction
ro: corecţie automată a aberaţiilor cromatice

source: automatic chromatic aberration correction only works for raw images.
ro: corecţia automată a aberaţiilor cromatice funcţionează doar pe imagini raw.

source: channel mixer
gl: misturador de canle
ro: mixor de canale

source: output channel
gl: canle de saida
ro: canal de ieşire

source: hue
gl: tono
ro: nuanță

source: saturation
gl: saturación
ro: saturație

source: lightness
gl: luz
ro: luminozitate

source: gray
gl: gris
ro: gri

source: source channels
gl: canles de orixe
ro: canale sursă

source: amount of red channel in the output channel
ro: cantitatea de roșu în canalul de ieşire

source: amount of green channel in the output channel
ro: cantitatea de verde în canalul de ieşire

source: amount of blue channel in the output channel
ro: cantitatea de albastru în canalul de ieşire

source: swap R and B
ro: schimbă roşu cu albastru

source: swap G and B
ro: schimbă verde cu albastru

source: color contrast boost
gl: incremento de contraste del cor
ro: amplifică contrastul de culoare

source: color details boost
gl: incremento detalles de cor
ro: amplifică detaliile de culoare

source: color artifacts boost
gl: incremento artifactos de cor
ro: amplifică artefactele de culoare

source: b/w
ro: alb-negru

source: b/w artifacts boost
gl: b/w incremento artifactos
ro: amplifică artefactele alb-negru

source: b/w smooth skin
gl: b/w pel suave
ro: netezeşte pielea alb-negru

source: b/w blue artifacts reduce
gl: b/w reduce artifactos azul
ro: atenuează artefactele albastre alb-negru

source: local contrast
ro: contrast local

source: amount
gl: cantidade
ro: cantitate

source: size of features to preserve
gl: tamaño de características a preservar
ro: mărimea caracteristicilor de păstrat

source: strength of the effect
gl: forza do efecto
ro: puterea efectului

source: crop and rotate
gl: recortar e rotar
ro: taie şi roteşte

source: rotate by 90
gl: rotar 90
ro: roteşte la 90

source: rotate by -90
gl: rotar -90
ro: roteşte la -90

source: rotate by 180
gl: rotar 180
ro: roteşte la 180

source: flip
gl: xiro
ro: întoarce

source: flip image horizontally
gl: xirar imaxe horizontalmente
ro: întoarce imaginea pe orizontală

source: flip image vertically
gl: xirar imaxe verticalmente
ro: întoarce imaginea pe verticală

source: angle
gl: ángulo
ro: unghi

source: right-click and drag a line on the image to drag a straight line
gl: click dereito e arrastrar rato na imaxe para crear unha linea recta
ro: dă clic dreapta și trage o linie pe imagine pentru a obține o linie dreaptă

source: keystone h
ro: cheie de boltă h

source: adjust perspective for horizontal keystone distortion
ro: adjustează perspectiva pentru distorsiunile orizontale ale cheii de boltă

source: keystone v
ro: cheie de boltă v

source: adjust perspective for vertical keystone distortion
ro: adjustează perspectiva pentru distorsiunile verticale ale cheii de boltă

source: free
gl: libre
ro: liber

source: golden cut
gl: corte dourado
ro: secţiunea de aur

source: square
gl: cuadrado
ro: pătrat

source: set the aspect ratio (w:h) press ctrl-x to swap sides
ro: setează raportul de aspect (lăţime:înălţime) apasă ctrl-x pentru a-l inversa

source: swap the aspect ratio (ctrl-x)
ro: inverseză raportul de aspect (ctrl-x)

source: guides
gl: guias
ro: ghidaj

source: none
gl: ningunha
ro: niciunul

source: grid
gl: reixa
ro: grilă

source: rules of thirds
gl: regla dos tercios
ro: regula treimilor

source: diagonal method
gl: método diagonal
ro: metoda diagonală

source: harmonious triangles
gl: triángulos armónicos
ro: triunghiuri concordante

source: golden mean
gl: proporción áurea
ro: secţiunea de aur

source: with this option, you can display guide lines to help compose your photograph.
gl: con esta opción, pode amosar liñas guía para axudar a compor a sua fotografía.
ro: cu această opţiune poţi afişa linii de ghidaj pentru a te ajuta la compoziţie.

source: type
gl: tipo
ro: tip

source: flip guides horizontally
gl: xirar guías horizontalmente
ro: întoarce ghidajul pe orizontală

source: flip guides vertically
gl: xirar guías verticalmente
ro: întoarce ghidajul pe verticală

source: golden sections
gl: secciones áureas
ro: secțiuni de aur

source: enable this option to show golden sections.
gl: active esta opción para amosar seccións áureas.
ro: activează această opţiune pentru a afişa secţiunile de aur.

source: spiral sections
gl: seccións espirais
ro: secțiuni elicoidale

source: enable this option to show golden spiral sections.
gl: activar esta opción para amosar seccións espirais áureas
ro: activează această opţiune pentru a afişa secţiunile elicoidale de aur.

source: golden spiral
gl: espiral áurea
ro: spirala de aur

source: enable this option to show a golden spiral guide.
gl: activar esta opción para amosar unha guía de espirais áureas.
ro: activează această opţiune pentru a afişa ghidajul spirală de aur.

source: golden triangles
gl: triángulos áureos
ro: triunghiuri de aur

source: enable this option to show golden triangles.
gl: activar esta opción para amosar triángulos áureos
ro: activează această opţiune pentru a afişa triunghiuri de aur.

source: color correction
gl: corrección de cor
ro: corecţie de culoare

source: draw a rectangle to give a tint
ro: desenează un dreptunghi pentru a da o coloraţie

source: set the global saturation
ro: setează saturaţia globală

source: input color profile
gl: perfil de cor de entrada
ro: profil de culoare de intrare

source: unsupported input profile has been replaced by linear rgb!
ro: profilul de intrare nesuportat a fost înlocuit de rgb liniar!

source: profile
gl: perfil
ro: profil

source: standard color matrix
gl: matriz de cor estandard
ro: matrice standard de culoare

source: enhanced color matrix
gl: matriz de color mellorada
ro: matrice îmbunătățită de culoare

source: sRGB (e.g. jpg)
ro: sRGB (ex: jpg)

source: linear RGB
ro: RGB liniar

source: linear infrared BGR
ro: BGR liniar infraroșu

source: linear XYZ
ro: XYZ liniar

source: icc profiles in %s/color/in or %s/color/in
ro: profilele icc în %s/color/in sau %s/color/in

source: output color profile
gl: perfil de cor de saida
ro: profilul de culoare la ieșire

source: unsupported output profile has been replaced by sRGB!
ro: profilul de ieșire nesuportat a fost înlocuit de sRGB!

source: output intent
gl: intento de saida
ro: în scop de ieșire

source: output profile
gl: perfil de saida
ro: profil de ieșire

source: softproof profile
ro: profil softproof

source: display intent
gl: intento de pantalla
ro: în scop de afișare

source: display profile
gl: perfil de pantalla
ro: profil afișare

source: relative colorimetric
gl: relativo colorimétrico
ro: relativ colorimetric

# rendering intent
source: saturation
gl: saturación
ro: saturație

source: absolute colorimetric
gl: absoluto colorimétrico
ro: absolut colorimetric

source: system display profile
gl: perfil de pantalla de s.o
ro: profil afișare sistem

source: sRGB (web-safe)
ro: sRGB (pentru web)

source: rendering intent
gl: renderizado
ro: în scop de redare

source: icc profiles in %s/color/out or %s/color/out
ro: profilele icc în %s/color/out sau %s/color/out

source: display icc profiles in %s/color/out or %s/color/out
ro: profilele icc de afișare în %s/color/out sau %s/color/out

source: softproof icc profiles in %s/color/out or %s/color/out
ro: profilele icc softproof în %s/color/out sau %s/color/out

source: color transfer
gl: transferencia de cor
ro: transfer de culoare

source: number of clusters to find in image
gl: numero de clusters a atopar en imaxe
ro: numărul de mulțimi de găsit în imagine

source: acquire
gl: adquirir
ro: achiziționează

source: analyze this image
gl: analizar esta imaxe
ro: analizează această imagine

source: apply
gl: aplicar
ro: aplică

source: apply previously analyzed image look to this image
gl: aplicar aspecto de imaxe previamente analizada a esta imaxe
ro: aplică aspectul imaginii analizate anterior pe această imagine

source: color zones
gl: zonas de cor
ro: zone de culoare

source: red black white
gl: vermello negro branco
ro: roșu negru alb

source: black white and skin tones
gl: branco e negro, e tonos de pel
ro: alb-negru și tonurile pielii

source: polarizing filter
gl: filtro polarizador
ro: filtru de polarizare

source: natural skin tones
gl: tonos de pel naturales
ro: tonuri naturale ale pielii

source: select by
ro: selectează după

source: pick gui color from image
gl: seleccionar cor en el gráfico
ro: culege culoarea din imagine

source: demosaic
ro: demozaicare

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
ro: pragul pentru mediana de margine. setează 0.0 pentru a dezactiva. setează 1.0 pentru a ignora marginile.

source: edge threshold
ro: pragul de margine

source: color smoothing
ro: netezire de culoare

source: how many color smoothing median steps after demosaicing
ro: numărul de pași intermediari de netezire a culorii după demozaicare

source: match greens
ro: potrivește nuanțele de verde

source: switch on green equilibration before demosaicing. necessary for some mid-range cameras such as the EOS 400D.
ro: activează echilibrarea nuanțelor de verde inainte de demozaicare. necesar pentru camere din segmentul de mijloc precum EOS 400D.

source: legacy equalizer
ro: egalizator moștenit

# equalizer
source: sharpen
ro: accentuare de claritate

source: null
gl: nulo
ro: nul

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
ro: acest modul va fi eliminat și se află aici doar ca să-l poți dezactiva și să treci pe noul egalizator.

source: adjust the black level
gl: axustar nivel de negro
ro: adjustează nivelul de negru

source: black
gl: negro
ro: negru

source: adjust the exposure correction
ro: adjustează corecția expunerii

source: auto
ro: automat

source: percentage of bright values clipped out
gl: porcentaxe de valores de brillo recortados
ro: procentul de valori luminoase care vor fi tăiate

# modulename
source: gamma
ro: gama

# gammaslider
source: linear
gl: lineal
ro: liniar

# gammaslider
source: gamma
ro: gama

source: neutral grey ND2 (soft)
ro: gri neutru ND2 (slab)

source: neutral grey ND4 (soft)
ro: gri neutru ND4 (slab)

source: neutral grey ND8 (soft)
ro: gri neutru ND8 (slab)

source: neutral grey ND2 (hard)
ro: gri neutru ND2 (tare)

source: neutral grey ND4 (hard)
ro: gri neutru ND4 (tare)

source: neutral grey ND8 (hard)
ro: gri neutru ND8 (tare)

source: orange ND2 (soft)
ro: portocaliu ND2 (slab)

source: yellow ND2 (soft)
ro: galben ND2 (slab)

source: purple ND2 (soft)
ro: violet ND2 (slab)

source: green ND2 (soft)
ro: verde ND2 (slab)

source: red ND2 (soft)
ro: roșu ND2 (slab)

source: blue ND2 (soft)
ro: albastru ND2 (slab)

source: brown ND4 (soft)
ro: maro ND4 (slab)

source: graduated density
ro: densitate graduală

source: density
ro: densitate

source: compression
ro: comprimare

source: rotation
ro: rotire

source: split
ro: împărțire

source: select the hue tone of filter
ro: selectează nuanța de culoare a filtrului

source: select the saturation of filter
ro: selectează saturația filtrului

source: the density in EV for the filter
ro: densitatea în EV a filtrului

source: compression of graduation: 0% = soft, 100% = hard
ro: comprimarea gradării: 0% = slab, 100% = tare

source: rotation of filter -180 to 180 degrees
ro: rotaţia filtrului de la -180 la 180 grade
