Repository: 0xB767B/darktable
Catalog: po/*.po
Languages: gl, ro

source: offset of filter in angle of rotation
ro: deplasarea filtrului în unghi de rotaţie

source: grain
gl: gran
ro: granulație

source: the grain size (~iso of the film)
gl: tamaño de grano (~iso da pelicula)
ro: dimensiunea granulaţiei (~iso film)

source: the strength of applied grain
gl: forza do ruido aplicado
ro: puterea granulaţiei aplicate

source: coarseness
gl: rudo
ro: asprime

source: highlight reconstruction
gl: reconstrución de altas luces
ro: reconstrucţia elementelor luminoase

source: method
gl: metodo
ro: metodă

source: clip highlights
gl: recorte de altas luces
ro: tăierea elementelor luminoase

source: reconstruct in LCh
gl: reconstruir en LCh
ro: recontruieşte în LCh

source: highlight reconstruction method
gl: método de reconstrucción de altas luces
ro: metoda de recontrucţie a elementelor luminoase

source: blend lightness (0 is same as clipping)
gl: misturar luminosidade (0 é igual a recorte)
ro: mixează luminozitatea (0 are efect de tăiere)

source: blend colorness (0 is same as clipping)
gl: misturar saturación (0 é igual a recorte)
ro: mixează culoarea (0 are efect de tăiere)

source: blend hue (0 is same as clipping)
gl: misturar tono (0 é igual a recorte)
ro: mixează nuanţa de culoare (0 are efect de tăiere)

source: blend L
gl: mistura L
ro: mixează L

source: blend C
gl: mistura C
ro: mixează C

source: blend h
gl: mistura h
ro: mixează h

source: lens correction
ro: corecţie obiectiv

source: maker: %s model: %s%s mount: %s crop factor: %.1f
gl: fabricante: %s modelo: %s%s montura: %s factor de recorte: %.1f
ro: producător: %s model: %s%s montură: %s factor de tăiere: %.1f

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
gl: fabricante: %s modelo: %s focal(es): %s apertura: %s factor de recorte: %.1f tipo: %s montura: %s
ro: producător: %s model: %s gama focală: %s apertură: %s factor de tăiere: %.1f tip: %s monturi: %s

source: focal length (mm)
gl: lonxitude focal (mm)
ro: lungime focală (mm)

source: reset from exif data
ro: resetează din datele exif

source: f-number (aperture)
gl: número-f (apertura)
ro: f-stop (apertură)

source: distance to subject
gl: distancia ao suxeito
ro: distanţa de subiect

source: find camera
ro: găseşte camera

source: find lens
ro: găseşte obiectiv

source: geometry
gl: xeometría
ro: geometrie

source: target geometry
gl: xeometría destino
ro: geometria ţintă

source: rectilinear
gl: rectilineal
ro: rectiliniu

source: fish-eye
gl: ollo de peixe
ro: ochi de peşte

source: equirectangular
ro: echirectangular

source: auto scale
ro: scală auto

source: reverse
gl: reverso
ro: inversează

source: apply distortions instead of correcting them
gl: aplicar distorsions en vez de correxilas
ro: aplică distorsiunile în loc de a le corecta

source: override transversal chromatic aberration correction for red channel leave at 1.0 for defaults
gl: anular corrección da aberración cromática transversal para o canle vermello deixar en 1.0 para valores por defecto
ro: extinde peste corecţia aberaţiilor cromatice transversale pentru canalul roşu lasă 1.0 pentru a folosi valoarile implicite

source: override transversal chromatic aberration correction for blue channel leave at 1.0 for defaults
gl: anular corrección da aberración cromática transversal para o canle azul deixar en 1.0 para valores por defecto
ro: extinde peste corecţia aberaţiilor cromatice transversale pentru canalul albastru lasă 1.0 pentru a folosi valoarile implicite

source: lowlight vision
ro: iluminare scăzută

source: daylight
ro: lumina zilei

source: indoor bright
ro: interior bine iluminat

source: indoor dim
ro: interior slab iluminat

source: indoor dark
ro: interior întunecat

source: twilight
ro: crepuscul

source: night street lit
ro: stradal nocturn iluminat

source: night street
ro: stradal nocturn

source: night street dark
ro: stradal nocturn întunecat

source: night
ro: nocturn

source: dark
ro: întunecat

source: bright
ro: luminos

source: day vision
ro: iluminare diurnă

source: night vision
ro: iluminare nocturnă

source: blue shift
ro: deplasare albastru

source: blueness in shadows
ro: albăstrime în umbre

source: monochrome
gl: monocromo
ro: monocrom

source: drag and scroll mouse wheel to adjust the virtual color filter
ro: trage şi scrolează cu rotiţa mouse-ului pentru a ajusta filtrul virtual de culoare

source: overexposed
ro: supraexpus

source: lower threshold
ro: pragul de jos

source: upper threshold
ro: pragul de sus

source: threshold of what shall be considered underexposed
ro: pragul sub care se va considera subexpus

source: threshold of what shall be considered overexposed
ro: pragul peste care se va considera supraexpus

source: unbreak input profile
gl: perfil de entrada inmodificable
ro: reabilitează profilul de intrare

source: linear part
ro: partea liniară

source: gamma exponential factor
ro: factorul exponeţial gama

source: gamma
ro: gama

source: raw denoise
ro: eliminare zgomot din raw

source: noise threshold
ro: pragul de zgomot

source: fill-light 0.25EV with 4 zones
ro: luminează 0,25EV cu 4 zone

source: fill-shadow -0.25EV with 4 zones
ro: umbreşte -0,25EV cu 4 zone

source: fill light
ro: luminează

source: select the center of fill-light
ro: selectează centru pentru luminare

source: toggle tool for picking median lightness in image
ro: comută metoda de culegere a luminozităţii medii din imagine

source: the fill-light in EV
ro: luminare în EV

source: width of fill-light area defined in zones
ro: lăţimea ariei de luminare definită în zone

source: sharpen
ro: accentuare de claritate

source: spatial extent of the unblurring
ro: întinderea spațială a deestompării

source: strength of the sharpen
ro: puterea accentuării de claritate

source: threshold to activate sharpen
ro: pragul de activare a accentuării de claritate

source: soften
ro: înmoaie

source: brightness
ro: luminozitate

source: the size of blur
ro: dimensiunea estompării

source: the saturation of blur
ro: saturaţia estompării

source: the brightness of blur
ro: luminozitatea estompării

source: the mix of effect
ro: efectul combinat

source: split toning
gl: variacions tonais
ro: nuanţare divizată

source: select tone color
ro: selectează nuanţa de culoare

source: shadows
gl: sombras
ro: umbre

source: select the hue tone for shadows
gl: seleccionar o tono para as sombras
ro: selectează nuanţa de culoare pentru umbre

source: select the saturation shadow tone
gl: seleccionar o tono de saturación das sombras
ro: selectează saturaţia nuanţelor din umbre

source: highlights
gl: altas luces
ro: lumini

source: select the hue tone for highlights
gl: seleccionar o tono para altas luces
ro: selectează nuanţa de culoare pentru lumini

source: select the saturation highlights tone
gl: seleccionar o tono de saturación das alta luces
ro: selectează saturaţia nuanţelor din lumini

source: balance
ro: balans

source: compress
gl: comprimir
ro: comprimă

source: the balance of center of splittoning
gl: balance central das variacions tonais
ro: balansul din centru de nuanţare divizată

source: compress the effect on highlighs/shadows and preserve midtones
gl: comprimir el efecto en altas luces/sombras y preservar medios tonos
ro: comprimă efectul luminilor/umrelor şi păstrează tonurile de mijloc

source: spot removal
ro: eliminare pete

source: click on a spot and drag on canvas to heal. use the mouse wheel to adjust size. right click to remove a stroke.
ro: dă clic pe o pată şi trage pentru a o estompa. foloseşte rotiţa mouse-ului pentru ajustarea dimensiunii clic dreapta pentru a elimina o operaţie.

source: number of strokes:
ro: numărul de operaţii:

source: spot removal only supports up to 32 spots
ro: sunt suportate până la 32 de pete de eliminat

source: stuck pixels
ro: pixeli morţi

source: fixed %d pixels
ro: s-au reparat %d pixeli

source: strength of stuck pixel correction threshold
ro: puterea pragului de corecţie a pixelilor morţi

source: mark fixed pixels
ro: marcheză pixelii reparaţi

# modulename
source: white balance
gl: balance de brancos
ro: balans de alb

source: tint
gl: tinte
ro: tentă

source: temperature in
gl: temperatura D50
ro: temperatura de intrare

source: temperature out
gl: temperatura K
ro: temperatura de ieşire

source: camera white balance
gl: balance de brancos de cámara
ro: balans alb de pe cameră

source: spot white balance
gl: balance de brancos a medida
ro: balans alb într-un punct

source: passthrough
gl: directo
ro: trece prin

source: fine tune white balance preset
gl: axuste fino do balance de brancos predefinido
ro: reglare fină a presetării balans de alb

source: tone curve
gl: curva tono
ro: curbă de tonuri

source: med contrast
gl: contraste medio
ro: contrast mediu

source: high contrast
gl: contraste alto
ro: contrast mare

source: abscissa: input, ordinate: output works on L channel
ro: abscisa: intrare, ordonata: ieşire funcţionează pe canalul L

source: tone mapping
ro: mapare tonuri

source: contrast compression
ro: comprimare contrast

source: spatial extent
ro: întinderea spațială

source: vibrance
gl: intensidade
ro: vibranță

source: mid-tones bias
gl: desviación de medios tonos
ro: bias pentru tonuri de mijloc

source: the amount of saturation to apply
gl: a cantidade de saturación a aplicar
ro: cantitatea de saturaţie de aplicat

source: the vibrance amount
gl: a cantidade de viveza
ro: cantitatea de vibranță

source: how much to spare highlights and shadows
gl: cantidade de altas luces e sombras a prescindir
ro: cu cât se menajează luminile şi umbrele

source: vignetting
gl: viñeteado
ro: vinietare

source: automatic ratio
ro: raport automat

source: automatic
ro: automat

source: fall-off strength
gl: forza do difuminado
ro: puterea căderii

source: horizontal center
ro: centrare pe orizontală

source: vertical center
ro: centrare pe verticală

source: shape
ro: formă

source: width/height ratio
ro: raport lăţime/înălţime

source: the radii scale of vignette for start of fall-off
gl: radio da escala de viñeteado do comezo do difuminado
ro: scala razei de vinietare la începutul căderii

source: the radii scale of vignette for end of fall-off
gl: radio da escala de viñeteado do final do difuminado
ro: scala razei de vinietare la sfârșitul căderii

source: strength of effect on brightness
ro: puterea efectului pe luminozitate

source: strength of effect on saturation
ro: puterea efectului pe saturaţie

source: horizontal offset of center of the effect
ro: deplasare orizontală faţă de centru al efectului

source: vertical offset of center of the effect
ro: deplasare verticală faţă de centru al efectului

source: shape factor 0 produces a rectangle 1 produces a circle or elipse 2 produces a diamond
ro: factorul de aspect 0 produce un dreptunghi 1 produce un cerc sau o elipsă 2 produce un romb

source: enable to have the ratio automatically follow the image size
ro: activează pentru ca raportul să urmeze automat dimensiunea imaginii

source: width-to-height ratio
ro: raportul lăţime la înălţime

source: watermark
ro: siglă

source: marker
ro: marcaj

source: alignment
ro: aliniere

source: opacity
ro: opacitate

source: x offset
ro: deplasare x

source: y offset
ro: deplasare y

source: the opacity of the watermark
ro: opacitatea siglei

source: the scale of the watermark
ro: scala siglei

source: Daylight
gl: luz día
ro: Lumina zilei

source: Direct sunlight
gl: luz sol directa
ro: Lumina directă a soarelui

source: Cloudy
gl: nubrado
ro: Înnorat

source: Shade
gl: sombra
ro: Umbră

source: Incandescent warm
gl: incandescente quente
ro: Incandescent cald

source: Fluorescent high
gl: fluorescente forte
ro: Fluorescenţă mare

source: Cool white fluorescent
gl: fluorescente branco frío
ro: Fluorescenţă rece albă

source: Warm white fluorescent
gl: fluorescente branco quente
ro: Fluorescenţă caldă albă

source: Daylight fluorescent
gl: fluorescente luz día
ro: Fluorescenţă ca lumina zilei

source: Neutral fluorescent
gl: fluorescente neutro
ro: Fluorescenţă neutră

source: White fluorescent
gl: branco fluorescente
ro: Fluorescenţă albă

source: Sodium-vapor fluorescent
gl: fluorescente vapor de sodio
ro: Fluorescenţă vapori de sodiu

source: Day white fluorescent
gl: fluorescente branco día
ro: Fluorescenţă albă de zi

source: High temp. mercury-vapor fluorescent
gl: alta temperatura, fluorescente vapor de mercurio
ro: Fluorescenţă vapori de mercur la temp. înaltă

source: Flash
ro: Blitz

source: Flash (auto mode)
gl: flash (modo auto)
ro: Blity (mod automat)

source: Evening sun
gl: sol de tarde
ro: Apus de soare

source: Underwater
gl: baixo augua
ro: Subacvatic

source: Black & white
gl: branco e negro
ro: Alb-negru

source: Manual WB
gl: WB manual
ro: Balans Alb manual

source: Camera WB
gl: WB cámara
ro: Balans alb de pe cameră

source: Auto WB
ro: Balans alb automat

source: zone system
ro: sistem de zone

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
ro: zonele de lumină foloseşte rotiţa mouse-ului pentru a schimba numărul de zone clic stânga pe o margine pentru a crea un marcaj clic dreapta pe un marcaj pentru a-l şterge

source: camera settings
gl: axustes de cámara
ro: setări cameră

source: toggle view property in center view
gl: alternar propiedades de vista en vista central
ro: comută afişarea proprietăţii în centru

source: connection with camera lost, exiting tethering mode
ro: s-a pierdut conexiunea cu camera, ieşire din modul declanşare comandată

source: battery
gl: bateria
ro: baterie

source: n/a
ro: indisponibil

source: camera control
gl: control de cámara
ro: control cameră

source: modes
gl: modos
ro: moduri

source: timer (s)
gl: temporizador (es)
ro: temporizator (e)

source: count
gl: contar
ro: contor

source: brackets
ro: bracket-uri

source: bkt. steps
ro: pași bkt.

source: capture image(s)
gl: capturar imaxe(s)
ro: capturează imagine(i)

source: toggle delayed capture mode
gl: alternar modo de captura con retraso
ro: comută mod captură întârziată

source: toggle sequenced capture mode
gl: alternar modo de captura secuenciado
ro: comută mod captură secvenţială

source: toggle bracketed capture mode
ro: comută mod captură bracket

source: the count of seconds before actually doing a capture
gl: conta de segundos antes de facer unha captura agora
ro: numărul de secunde până la o captură efectivă

source: the amount of images to capture in a sequence, you can use this in conjuction with delayed mode to create stop-motion sequences.
gl: numero de imaxes a capturar e nunha secuencia, pode usar isto en conxunción co modo de captura con retraso para crear secuencias stop-motion.
ro: numărul de imagini de capturat într-o secvenţă, se poate utiliza în conjuncţie cu modul captură întârziată pentru a crea secvenţe stop-mişcare.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
ro: numărul de bracket-uri de fiecare parte a cadrului central, număr imagini = (bracket*2)+1.

source: the amount of steps per bracket, steps is camera configurable and usally 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
ro: numărul de paşi per bracket, paşii sunt configurabili pe cameră şi sunt, de obicei, 3 per stop cu alte cuvinte, 3 paşi înseamnă 1EV în expunere între bracket-uri.

source: properties
gl: propiedades
ro: proprietăți

source: focus mode
gl: modo foco
ro: mod focalizare

source: shutterspeed2
gl: velocidade de disparo2
ro: viteză diafragmă2

source: wb
ro: balans de alb

source: additional properties
ro: proprietăți adiționale

source: label
ro: etichetă

source: property
ro: proprietate

source: add user property
ro: adaugă proprietate utilizator

source: session
gl: sesión
ro: sesiune

source: create
gl: crear
ro: creează

source: collect images
gl: selección de imaxes por
ro: colectează imagini

source: not altered
gl: non alterado
ro: nemodificate

source: clear this rule
ro: renunță la această regulă

source: clear this rule or add new rules
ro: renunță la această regulă sau adaugă reguli noi

source: narrow down search
ro: restrânge căutarea

source: add more images
ro: adaugă mai multe imagini

source: exclude images
ro: exclude imagini

source: change to: and
ro: schimbă în: și

source: change to: or
ro: schimbă în: sau

source: change to: except
ro: schimbă în: exceptând

source: type your query, use `%' as wildcard
gl: teclee a sua ruta, use `%' as invitación
ro: introdu o interogare, folosește `%' ca wildcard

source: camera
gl: cámara
ro: cameră

source: date
gl: data
ro: dată

source: colorlabel
ro: etichetă culoare

source: description
ro: descriere

source: publisher
ro: editor

source: history stack
gl: histórico de accions
ro: stiva de istoric

source: open sidecar file
ro: deschide fișier ataș

source: xmp sidecar files
ro: fișiere ataș xmp

source: error loading file '%s'
gl: error cargando arquivo '%s'
ro: eroare la încărcarea fișierului '%s'

source: copy history stack of first selected image (ctrl-c)
gl: copiar histórico de accións de a primeira imaxe escollida
ro: copiază stiva de istoric a primei imagini selectate (ctrl-c)

source: discard
gl: descartar
ro: înlătură

source: discard history stack of all selected images
gl: descartar histórico de accións de todas as imaxes escollidas
ro: înlătură stiva de istoric a tuturor imaginilor selectate

source: append
gl: anexar
ro: adaugă

source: overwrite
gl: sobreescribir
ro: suprascrie

source: how to handle existing history
gl: como manexar histórico actual
ro: cum se utilizează istoricul existent

source: paste
gl: pegar
ro: lipește

source: paste history stack to all selected images (ctrl-v)
gl: pegar histórico de accións a todas as imaxes escollidas
ro: lipește stiva de istoric la toate imaginile selectate (ctrl-v)

source: load sidecar file
ro: încarcă fișier ataș

source: open an xmp sidecar file and apply it to selected images
ro: deschide un fișier ataș xmp și aplică-l pe imaginile selectate

source: write sidecar files
ro: scrie fișierele ataș

source: write history stack and tags to xmp sidecar files
ro: scrie stiva de istoric și tag-urile în fișiere ataș xmp

source: export selected
gl: exportar escollidas
ro: exportă selecția

source: target storage
gl: guardar en
ro: tip stocare

source: file format
gl: formato de arquivo
ro: format de fișier

source: global options
gl: opcions globais
ro: opțiuni globale

source: maximum output width set to 0 for no scaling
gl: máximo ancho de saida 0 para non escalar
ro: lățime maximă alege 0 pentru a nu scala

source: maximum output height set to 0 for no scaling
gl: máximo alto de saida 0 para non escalar
ro: înalțime maximă alege 0 pentru a nu scala

source: max size
gl: tamaño máx
ro: dimensiune max

source: intent
gl: tento
ro: scop

source: image settings
gl: configuración da imaxe
ro: setări imagine

source: output icc profiles in %s/color/out or %s/color/out
ro: salvează profilele icc în %s/color/out sau %s/color/out

source: threads
ro: thread-uri

source: export using this number of threads. beware! each thread will use ~1GB of ram.
ro: exportă folosind acest număr de thread-uri. atenție! fiecare thread va folosi ~1GB de ram.

source: export
gl: exportar
ro: exportă

source: export with current settings (ctrl-e)
gl: exportar ca configuración actual (ctrl-e)
ro: exportă folosind setările curente (ctrl-e)

source: selected image[s]
gl: imaxe(s) escollida(s)
ro: imagine[i] selectate

source: remove
gl: eliminar
ro: elimină

source: remove from the collection
gl: eliminar da colección
ro: elimină din colecție

source: delete
gl: borrar
ro: șterge

source: physically delete from disk
gl: borrar fisicamente do disco
ro: șterge fizic de pe disc

source: create hdr
ro: creează hdr

source: create a high dynamic range image from selected shots
ro: creează imagini HDR din cadrele selectate

source: duplicate
gl: duplicar
ro: duplică

source: add a duplicate to the collection
gl: engadir un duplicado á selección
ro: adaugă un duplicat la colecție

source: rotate selected images 90 degrees ccw
ro: rotește imaginile selectate cu 90 de grade în sens invers acelor de ceas

source: rotate selected images 90 degrees cw
ro: rotește imaginile selectate cu 90 de grade în sensul acelor de ceas

source: reset rotation
ro: resetează rotația

source: reset rotation to exif data
ro: resetează rotația in datele exif

source: edit `%s'
gl: editar `%s'
ro: editează `%s'

source: deleting preset for obsolete module
gl: borrando preestablecido do modulo obsoleto
ro: se șterge presetarea pentru modulul scos din uz

source: metadata editor
ro: editor metadata

source: <leave unchanged>
ro: <lasă neschimbat>

source: clear
ro: golește

source: remove metadata from selected images
ro: șterge metadata pentru imaginile selectate

source: write metadata for selected images
ro: scrie metadata pentru imaginile selectate

source: all rights reserved
ro: toate drepturile rezervate

source: All rights reserved.
ro: Toate drepturile rezervate.

source: recently used collections
ro: colecții utilizate recent

source: and
ro: și

source: or
ro: sau

source: but not
ro: dar nu

source: select
gl: seleccionar
ro: selectează

source: select all
gl: seleccionar todo
ro: selectează tot

source: select all images in current collection (ctrl-a)
gl: seleccionar todas as imaxes na colección actual (ctrl-a)
ro: selectează toate imaginile din colecția curentă (ctrl-a)

source: select none
gl: non seleccionar
ro: selecţie nulă

source: clear selection (ctrl-shift-a)
gl: eliminar selección (Ctrl+Shift+a)
ro: anulează selecția (ctrl-shift-a)

source: invert selection
gl: invertir selección
ro: inversează selecţia

source: select unselected images in current collection (ctrl-!)
gl: seleccionar as imaxes non escollidas na selección actual (ctrl-!)
ro: selectează imaginile neselectate din colecţia curentă (ctrl-!)

source: select film roll
gl: seleccionar sesión
ro: selectează rola de film

source: select all images which are in the same film roll as the selected images
gl: seleccionar todas as imaxes que pertenzan á misma sesión que as imaxes escollidas
ro: selectează toate imaginile care sunt în aceeaşi rolă de film ca şi imaginile selectate

source: select untouched
gl: seleccionar non tocadas
ro: selectează nemodificate

source: select untouched images in current collection
gl: seleccionar as imaxes non modificadas en a selección actual
ro: selectează imaginile nemodificate din colecţia curentă

source: styles
ro: stiluri

source: select style
ro: selectează stil

source: darktable style files
ro: fișiere stil darktable

source: available styles, doubleclick to apply
ro: stiluri disponibile, dublu-clic pentru a aplica

source: enter style name
ro: introdu nume stil

source: create duplicate
ro: creează duplicat

source: creates a duplicate of the image before applying style
ro: creează un duplicat al imaginii înainte de aplicarea stilului

source: edit
ro: editează

source: deletes the selected style in list above
ro: şterge stilul selectat în lista de deasupra

source: export the selected style into a style file
ro: exportă într-un fişier stilul selectat

source: import style from a style file
ro: importă un stil dintr-un fişier

source: tagging
gl: etiquetado
ro: adăugare tag-uri

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
gl: desexa borrar a etiqueta `%s'? %d imaxes teñen asignada esta etiqueta!
ro: chiar vrei să ștergi tag-ul `%s'? %d imagini au atașat acest tag!

source: delete tag?
gl: borrar etiqueta?
ro: şterge tag?

source: attached tags, doubleclick to detach
gl: etiquetas adxuntas, doble click para separar
ro: tag-uri atașate, dublu-clic pentru a detașa

source: attach
gl: engadir
ro: ataşează
