Repository: 0xB767B/darktable
Catalog: doc/usermanual/po/*.po
Languages: de, fr, nl

source: On the left side you have the navigation, snapshots and history panels, each of them being described below; in the right panel you can see the histogram and then a list of available modules to use when working with your image. At the bottom of the right panel you can enable/disable view of individual modules.
de: Auf der linken Seite befinden sich Navigation, Snapshots und das Verlaufs-Panel, die alle weiter unten erklärt werden; rechts sehen Sie das Histogramm und dann eine Liste mit den verfügbaren Modulen, mit welchen Sie Ihr Bild bearbeiten können. Am unteren Ende der rechten Seite können einzelne Module ein- und ausgeblendet werden.
nl: Aan de linkerkant vind u de panelen voor navigeren, momentopnamen en geschiedenis. Elk paneel is hieronder beschreven. In het rechterpaneel vind u het histogram en een reeks van beschikbare modules. Aan de onderkant van het rechter paneel kun je de zichtbaarheid van de diverse modules in of uitschakelen.

source: Since darktable 0.6.1, modules are grouped into four groups: basic, color, correct, effect. However, you can view all modules by selecting no group.
de: Seit Darktable 0.6.1 werden Module in vier Gruppen eingeteilt: Basis, Farbe, Korrektur und Effekt. Sie können jedoch auch alle Module sehen wenn sie keine Gruppe ausgewählt haben.
nl: Vanaf versie 0.6.1 worden modules gegroepeerd in vier groepen: basis, kleur, afbeelding en effecten. Alle modules zijn zichtbaar door geen groep te selecteren.

source: For those interested in how it works, modules are applied on images following a bottom-to-top order. That means, that if you activated the view of all modules (by selecting no groups), the first module to be applied will be "import a RAW" at the bottom of the right panel, whereas the last one will be "splittoning" at the top of the right panel. That order can not be changed by user, so modules are always applied following the same order.
de: Für interessierte Leser sei angemerkt, dass Module immer von unten nach oben auf ein Bild angewandt werden. Das heißt, wenn sie alle Module angezeigt haben (indem keine Gruppe aktiv ist), dann ist das erste Modul, das angewandt wird, „RAW-Import“ ganz unten in der rechten Leiste, während das letzte „Split-Toning“ ganz oben in der Leiste sein wird. Diese Reihenfolge kann vom Nutzer nicht geändert werden, so dass Module immer in der gleichen Reihenfolge angewandt werden.
nl: Voor wie er in is geïnteresseerd. De module bewerkingen worden van onderaf en naar boven toe toegepast. Dat wil zeggen, als een module weergave is geactiveerd (zonder dat daarbij een groep is geselecteerd), de als eerste toegepaste module is "importeer RAW" en de laatste zal dan zijn "duotoning". Die volgorde kan niet door de gebruiker worden gewijzigd, Modules worden dus altijd in dezelfde volgorde toegepast

source: You can use middle-click to zoom 1:1. A double middle-click takes you to 2:1.
de: Mit der mittleren Maustaste können sie eine 1:1-Vergößerung einstellen, ein Doppelklick mit der mittleren Maustaste sorgt für 2:1.
nl: Met de middelste muisknop zoomt u in op 1:1. Een dubbele klikt zoomt in op 2:1.

source: Panels
fr: Panneaux
nl: Panelen

source: Snapshots
fr: Instantanés
nl: momentopnamen

source: You can take a snapshot of what is displayed in the center view; this snapshot can then be selected and is overlayed in the current center view to help you with a side by side comparasion (left: snapshot, right: active) when you are tuning parameters of a module. In the active view, history remains usable in order to compare with the snapshot.
de: Sie können einen Snapshot von dem, was in der mittleren Ansicht zu sehen ist, machen; dieser Snapshot kann dann ausgewählt und über die aktuelle Anzeige gelegt werden um bei einem Seite-an-Seite-Vergleich zu helfen (links: Snapshot, rechts: aktive Ansicht) wenn Sie die Parameter eines Moduls anpassen. In der aktiven Ansicht bleibt der Verlauf nutzbar um Vergleiche mit dem Snapshot zu machen.
nl: U kunt een momentopname nemen van wat nu wordt weergegeven. Deze momentopname kan later worden geselecteerd en over de huidige weergaven worden gelegd. Door ze zo naast elkaar te vergelijken kunt u de module parameters afstellen.

source: Modules
de: Module
nl: Modulen

source: Each correction, enhancement or effect is implemented as modules, and this section includes documentation of each module and its specific parameters. A module consists of an expander bar <inlinegraphic fileref="images/darkroom_module_expander.png"/> where the <inlinegraphic fileref="images/darkroom_module_icon_enable.png"/> icon is used to turn then module on or off, then there are a title of the module press this to expand the module to see the parameters user interface. <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> icon is the preset icon to access the available presets stored for the module or to create new ones. The <inlinegraphic fileref="images/darkroom_module_icon_reset.png"/> icon is used to reset the module parameters to their default values.
de: Jede Korrektur, jede Verbesserung und jeder Effekt ist als Modul implementiert. Dieser Abschnitt beinhaltet eine Dokumentation aller Module und ihrer Einstellungen. Ein Modul besteht aus einer Titelzeile <inlinegraphic fileref="images/darkroom_module_expander.png"/>, in der der <inlinegraphic fileref="images/darkroom_module_icon_enable.png"/> Knopf das Modul an- oder ausschaltet. Außerdem gibt es dort den Namen des Moduls. Wenn Sie auf diesen klicken wird das Modul ausgeklappt, so dass Sie die Parameter sehen können. <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> ist der Voreinstellungs-Knopf mit dem die verfügbaren Voreinstellungen die für das Modul gespeichert sind abgerufen oder neue Voreinstellungen erzeugt werden können. Mit <inlinegraphic fileref="images/darkroom_module_icon_reset.png"/> kann das Modul auf seine Standardwerte zurückgesetzt werden.
nl: Elke wijziging, verbetering of effect wordt geïmplementeerd als module en deze sectie bevat documentatie over elke module en de parameters. Een module is uitklapbaar <inlinegraphic fileref="images/darkroom_module_expander.png"/> waarbij het <inlinegraphic fileref="images/darkroom_module_icon_enable.png"/> icoon wordt gebruikt voor in/uitschakelen. Dan is er nog de module titel. Drukt u hierop dan wordt de module in/uitgeklapt. <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> icoon is een voorkeurs ikoon waarmee toegang wordt verkregen tot de beschikbare opgeslagen voorkeursinstellingen of om een nieuwe op te slaan. Met het <inlinegraphic fileref="images/darkroom_module_icon_reset.png"/> icoon kunt waarden resetten.

source: Presets
de: Voreinstellungen
fr: Pré-réglages
nl: Voorkeuren

source: Presets are stored configurations for the module parameters both internal and user-defined is available through clicking the <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> icon and a list of available presets are shown for your choice, the activated preset is in bold text.
de: Voreinstellungen sind gespeicherte Konfigurationen der Modul-Parameter, sowohl der internen als auch der nutzerdefinierten. Durch einen Klick auf <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> wird eine Liste der verfügbaren Voreinstellungen angezeigt, die derzeit aktive wird fett geschrieben.
nl: Voorkeuren zijn intern opgeslagen instellingen. Zowel standaard als door gebruiker gedefinieerde voorkeuren zijn verkrijgbaar door te klikken op het <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> ikoon. Een lijst van beschikbare voorkeuren wordt getoond. De gekozen en geactiveerde voorkeur wordt vet weergegeven.

source: The preset system does also support automatic preset selection based on image data such as focal length, iso, camera model and much more fields.
de: Das Voreinstellungssystem erlaubt es auch, Voreinstellungen je nach Bilddaten wie Brennweite, ISO, Kameramodell und vielen weiteren Feldern automatisch anzuwenden.
fr: Le système de pré-réglage permet également d'appliquer automatiquement un réglage en se basant sur les métadonnées de l'image telles que la focale, la sensibilité, le modèle de boîtier et plus encore.
nl: Het voorkeurssysteem ondersteund tevens een geautomatiseerde voorkeursinstelling gebaseerd op de afbeeldingsdata dat zoals de brandpuntsinstelling, ISO waarde, camera model en nog veel meer waarden.

source: Creating a new preset
de: Neue Voreinstellung erzeugen
fr: Créer un nouveau pré-réglage
nl: Creëer een nieuwe voorkeur

source: Configure the specific module of choice as you like then you click the <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> icon and select store new preset menu choice. Following dialog will be shown to configure the preset:
de: Konfigurieren Sie das betreffende Modul nach belieben und klicken Sie dann auf <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> und wählen Sie „neue Voreinstellung speichern …“. Folgender Dialog zum Konfigurieren der Voreinstellung wird angezeigt:
nl: Configureer een module naar wens en klik dan op <inlinegraphic fileref="images/darkroom_module_icon_presets.png"/> ikoon en kies voor opslaan nieuwe voorkeur. Een dialogenvenster wordt getoond om uw voorkeur te configureren:

source: The first two fields are used for setting a name and a description of the preset.
de: In den ersten beiden Feldern kann ein Name sowie eine Beschreibung angegeben werden.
nl: De eerste velden worden gebruikt het instellen van een naam en een omschrijving van de voorkeur.

source: In the example i have also checked the auto apply option which brings up the image selection fields where you can define a filter that is used to decide if the preset should be applied the image or not. The example dialog above does set up following rules, if lens name matches and aperture is &gt;= 8 and focal length is in range 24 - 35mm the preset will be automatically applied, it will also only show in the preset list if the image does match this rule.
de: Im Beispiel ist die Option zum automatischen Anwenden aktiviert, welche die Bildauswahlfelder erscheinen lässt. Dort können Sie einen Filter anlegen, mit dessen Hilfe entschieden wird, ob eine Voreinstellung auf ein Bild angewandt wird oder nicht. Der obige Beispieldialog setzt folgende Bedingungen: wenn der Objektivname übereinstimmt und die Blende &gt;= 8 sowie die Brennweite im Bereich 24 – 35 mm ist, dann wird die Voreinstellung automatisch angewandt, außerdem wird die Voreinstellung nur dann in der Voreinstellungsliste angezeigt, wenn das Bild diese Regel erfüllt.
fr: Dans l'exemple, j'ai également coché l'option "appliquer automatiquement aux images correspondantes" ce qui affiche les champs permettant de définir le filtre. L'exemple ci-dessus introduit les règles suivantes : si le nom de la lentille correspond, que l'ouverture est de &gt;= 8, et que la focale est entre 24 et 35 mm, le pré-réglage s'appliquera automatiquement ; de même le pré-réglage n'apparaitra dans la liste que si l'image correspond aux critères du filtre.
nl: In het voorbeeld van hierboven is de automatische toepassing aangevinkt. Daardoor worden keuze velden zichtbaar. U kunt daar een te filter definiëren waarvan de voorkeur instellingen wel of niet wordt toegepast. Het dialogen voorbeeld van hierboven stelt de te volgende regels is. Als de lens naam overeenkomt en de diafragma is &gt;= 8 en het brandpunt is in het bereik van 24 - 35mm dan worden de voorkeursinstellingen automatisch toegepast. Nota bene. Het wordt alleen getoond bij de voorkeurlijst als de afbeeldings gegevens overeenkomen met deze regel.

source: The data used is the EXIF information so if you want a preset to be applied to all images from a specific camera, then leave all fields at default values, lookup model string in metadata panel and enter it into the model field.
de: Bei den genutzten Daten handelt es sich um die EXIF-Informationen. Wenn Sie also wollen, dass eine Voreinstellung auf alle Bilder einer bestimmten Kamera angewandt wird, dann lassen Sie alle Felder auf den Standardwerten, suchen die Modell-Bezeichnung im Metadaten-Panel heraus und geben sie im Modell-Feld ein.
nl: De gebruikte data is EXIF informatie. Indien u een voorkeur op alle afbeeldingen wilt toepassen, laat dan alle instellingen op de standaardwaarde staan, zoek de fabriekswaarden op en voer die in voor het type camera.

source: Crop and rotate
de: zuschneiden und drehen
fr: Recadrer et pivoter
nl: Verklein en roteer

source: This module is used to crop, rotate and correct perspective of your image. It also includes many helpful guidelines that assist you using the tools.
de: In diesem Modul kann das Bild beschnitten, gedreht und die Perspektive korrigiert werden. Es beinhaltet auch viele nützliche Hilfslinien, die beim Benutzen des Werkzeuges unterstützen.
nl: Deze module helpt u bij verkleinen, roteren of corrigeren van het perspectief van een afbeelding. Al of niet met hulp van handzame hulplijnen.

source: The velvia module enhances the saturation in the image; it increases saturation on lower saturated pixels more than on high saturated pixels.
de: Das Velvia-Modul verstärkt die Sättigung des Bildes; Pixel mit geringer Sättigung werden stärker verändert als solche, die bereits eine hohe Sättigung haben.
nl: De velvia module verbetert de verzadiging van een afbeelding. Het verhoogd de verzadiging van minder verzadigde pixels meer dan die van de sterk verzadigde pixels.

source: Usage
de: Benutzung
fr: Utilisation
nl: Gebruik

source: Saturation
de: Sättigung
nl: verzadiging

source: This slider controls the strength of saturation for the effect.
de: Dieser Regler kontrolliert die Stärke des Effekts.
fr: Ce variateur contrôle l'intensité de la saturation.
nl: Deze schuifregelaar bepaald voor dit effect de kracht van verzadiging.

source: Vibrance
de: Lebendigkeit
nl: Levendigheid

source: Vibrance controls how much of the saturation is applied to weighted pixels.
de: Die Lebendigkeit gibt an, wie viel der Sättigung auf die gewichteten Pixel angewandt wird.
fr: La vibrance contrôle la quantité de saturation à appliquer aux pixels pondérés.
nl: Vibrance bepaald hoeveel van de verzadiging wordt toegepast op de meegewogen pixels.

source: Mid-tones bias
de: Mittenbetonung
fr: Répartition
nl: onzuiverheid voor midtonen

source: This slider controls saturation preservation in mid-tones. It is expressed as the lightness repartition between mid-tones and shadows/highlights. The greater the first number, the stronger the effect.
de: Dieser Regler bestimmt, wie stark die Sättigung der Mitten erhalten werden soll. Er drückt die Helligkeitsverteilung zwischen Mitten und Schatten/Spitzlichtern aus. Je größer die erste Zahl, desto stärker der Effekt.
nl: Deze schuifregelaar bepaald het behoud van verzadiging voor de mid-tones. Het wordt uitgedrukt als een verdeling van de helderheid tussen de mid-tonen en de schaduw en hooglichten. Hoe hoger het eerste nummer, hoe sterker het effect.

source: Splittoning
fr: Virage partiel
nl: Duotoon

source: Original splittoning method creates a two color linear toning effect where the shadows and highlights are represented by two different colors. In the example image below you can see an original black and white image and one where a splittoning effect are applied with blue in shadows and yellow-ish color in highlights.
de: Der original Split-Toning-Effekt erzeugt einen geradlinigen Einfärbeffekt, bei dem die Schatten und Spitzlichter durch zwei unterschiedliche Farben repräsentiert werden. Im folgenden Beispiel können Sie ein schwarz/weiß-Bild sehen, sowie eines, bei dem ein Split-Toning-Effekt mit blauen Schatten und gelblichen Farben in den Spitzlichtern benutzt wurde.
fr: Le virage partiel traditionnel crée un effet de bi-coloration (virage) linéaire où les ombres et les hautes lumières sont représentées par deux couleurs différentes. Dans l'exemple qui suit, vous pouvez voir une image originale en noir et blanc, puis une image à laquelle un effet de de virage partiel a été appliqué avec du bleu dans les ombres et du jaune dans les hautes lumières.
nl: Standaard duotoon methoden creëren een tweekleurige lineair toon effect waarbij de schaduwen en de hooglichten worden getoond door twee verschillende kleuren. In het voorbeeld hieronder zie je een origineel monochrome afbeelding en een afbeelding waarop duotoon is toegepast met behulp van blauw voor de schaduwkleuren en een gelige kleur voor de hooglichten.

source: Darktable splittoning module has more parameters that impacts on the default above behavior, we have balance which offsets the 50% gray level in image and compression that does compress toning in the shadows and highlights which leaves a gap which are untouched by the effect. Read more and see examples of these additional parameters to splittoning module in "usage" section.
de: Darktables Split-Toning-Modul hat mehrere Einstellungen, die auf obiges Standardverhalten Einfluss nehmen. „Ausgleich“ verschiebt den 50%-Grauwert im Bild, „komprimieren“ verkleinert den einzufärbenden Bereich in den Schatten und Spitzlichtern, so dass eine Lücke entsteht, die vom Effekt nicht verändert wird. Im Abschnitt „Benutzung“ können Sie mehr über die weiteren Parameter lesen und Beispiele sehen.
nl: De Darktable duotoon plugin heeft nog meer parameters die van invloed zijn op de bovenstaande standaard gedrag. Er is een balans die het 50% grijs niveau verschuift. Er is een compressie mogelijkheid die de schaduw- en hooglichten kleuren comprimeert. Hiermee ontstaat een gat wat niet door het effect wordt beïnvloed. Lees meer en bekijk de voorbeelden van deze extra parameters voor de duotoon plugin in de sectie parameters.

source: The splittoning module does not convert image to black and white and works extensible nice on color images, soo if you want to do traditional splittoning, use the monochrome module to make the image black and white before playing around with splittoning effect.
de: Das Split-Toning-Modul wandelt Bilder nicht nach Schwarz/Weiß um und funktioniert auch gut bei Farbbildern. Wenn Sie traditionelles Split-Toning anwenden wollen sollten Sie das „monochrom“-Modul benutzen, um das Bild schwarz/weiß zu machen, bevor Sie mit dem Split-Toning-Effekt rumspielen.
fr: Le module de virage partiel ne convertit pas l'image en noir et blanc et fonctionne magnifiquement sur des images en couleurs. Si vous souhaitez réaliser un virage partiel traditionnel, vous devez utiliser le module "monochrome" afin de transformer l'image en noir et blanc, avant d'activer le module de virage partiel.
nl: Met de module duo toning wordt een afbeelding niet omgezet in monochroom, het werkt juist bijzonder goed op gekleurde afbeeldingen. Wil je een traditionele duotoning uitvoeren maak dan gebruik van de module voor monochroom.

source: Shadows and Highlights color
de: Schatten- und Spitzlichtfarbe
nl: Schaduw en hooglichten kleuren

source: These controls are used to set the color of the splittoning effect, you select the desire color and saturation for both shadows and highlights, you can also click the color preview box too bring up a common color picker dialog.
de: Diese Regler dienen dazu, die Farbe des Split-Toning-Effekts einzustellen. Sie können die gewünschte Farbe und Sättigung sowohl für die Schatten als auch für die Spitzlichter wählen. Alternativ können Sie auf die Farbvorschau klicken um einen normalen Farbauswahldialog zu bekommen.
fr: Ces paramètres permettent de régler les couleurs du virage partiel. Sélectionnez le ton et la saturation à la fois pour les ombres et les hautes lumières ; vous pouvez aussi cliquer sur l'aperçu de la couleur, ce qui lancera une boîte de dialogue de sélection.
nl: Deze instellingen worden gebruikt om de kleur van het duotoon effect te bepalen. Je kunt de gewenste kleur en verzadiging voor beide schaduw- en hooglichten kleuren. Je kunt ook het kleurvoorbeeld box aanvinken om gebruik te maken van een algemene kleurenkeuze venster.

source: Balance
de: Ausgleich
fr: Répartition
nl: Balans

source: The balance is presented as an ratio bar and default value is 50/50 which means that 50% of lightness range in image are used for shadows toning and the other 50% for highlights toning.
de: Der Ausgleich wird als Verhältnis-Balken angezeigt, der Standardwert ist 50/50. Dies bedeutet, dass 50% des Helligkeitsbereichs im Bild für die Färbung der Schatten und die anderen 50% für die Färbung der Spitzlichter genutzt werden.
fr: La répartition est présentée par une barre dont la valeur par défaut est 50/50, ce qui signifie que 50% de la luminosité de l'image est utilisée pour le virage des ombres et les 50% restants pour le virage des hautes lumières.
nl: De balans wordt gepresenteerd als een verhoudingsbalk met een standaard waarde van 50/50. Dit houdt in dat 50% van het bereik voor de helderheid in de afbeelding wordt gebruikt voor de schaduw kleuren en de andere 50% wordt gebruikt voor de hooglichten.

source: Compression
de: komprimieren
fr: Seuil
nl: Compressie

source: Compression is a percentage of total lightness range that not is affected by color toning, default value is set to 33% which not is the default behaviour of a original splittoning which would be 0% compression. The choice of 33% as default is to invite you exprimenting with these parameters and how it extends the original splittoning method...
de: Die Kompression ist eine Prozentangabe des absoluten Helligkeitsumfangs, der nicht vom Einfärben betroffen ist. Standardmäßig sind dies 33%, was nicht dem Standardverhalten eines traditionellen Split-Tonings entspricht – dies wären 0% Kompression. Die Wahl von 33% als Ausgangswert soll Sie zum Experimentieren mit den Parametern und den Erweiterungen der Split-Toning-Methode anregen …
fr: Le seuil est un pourcentage de la luminosité totale qui n'est pas affectée par le virage ; la valeur par défaut est 33% ce qui ne correspond pas au comportement d'un virage partiel standard pour lequel nous aurions 0%. Le choix de 33% pour la valeur par défaut est une invitation à l'expérimentation et permet de s'apercevoir de l'apport d'un tel paramètre comparé à un virage partiel standard.
nl: Compressie is een percentage van de totale helderheidsweergave welke niet wordt beïnvloed door een kleur toning. De standaard waarde is gezet op 33%. Dit is niet de standaard instelling van een originele duotoning. Dat ou 0% moeten zijn. De keuze voor een standaard waarde van 33% nodigt U uit om te experimenteren hoe het op de standaard duotoning aanvult...

source: Examples
de: Beispiele
fr: Exemples
nl: Voorbeelden

source: Cross-processing is a analog processing technique where slide film (normally developped thanks to an E6 solution) is processed in chemicals used for processing print film (C41). The resulting images get skewed colors usually a cyan hue and increased contrast and saturation.
de: Crossentwicklung ist eine analoge Entwicklungstechnik, bei der Diafilm (der normalerweise in einer E6-Lösung entwickelt wird) in Chemikalien, die für die Entwicklung von Negativfilm gedacht sind (C41), entwickelt wird. Die daraus resultierenden Bilder haben ungewöhnliche Farben, normalerweise einen Cyan-Stich, sowie erhöhten Kontrast und Sättigung.
nl: Cross-processing is een techniek uit het analoge tijdperk. Waarbij een filmrolletje in worden ontwikkeld in de verkeerde chemicaliën. Het resultaat geeft war overdreven kleuren doorgaans met een cyaan gekleurde tint, een verhoogd contrast en verzadiging.
