Repository: 0xB767B/darktable
Catalog: doc/usermanual/po/*.po
Languages: de, fr, nl

source: First off select what aspect ratio you want and size the crop bounds by dragging border and corner handles, use ctrl-x to swap potrait/landscape rotation of the crop rectangle. You can move around the crop rectangle by holding down left mouse button and move around... When you finished and want to execute the crop, hit enter key or double click in crop rectangle.
fr: Commencez par sélectionner le ratio d'aspect désiré puis déplacez les bordures et coin de recadrage ; ctrl-x permet de retourner le rectangle de recadrage (portrait/paysage). Vous pouvez déplacer l'ensemble du rectangle de recadrage maintenant le bouton gauche de la souris appuyé. Lorsque le recadrage vous satisfait, appuyez sur entrée ou double-cliquez dans le rectangle pour valider.

source: The velvia module does enhance the saturation in the image, i does increase saturation on lower saturated pixeks more than high satured pixels.
fr: Le module Velvia améliore la saturation de l'image. Il augmente plus fortement la saturation des pixels faiblement saturés que celles de ceux déjà saturés.

source: This slider controls preservation of saturation in mid-tones.
fr: Ce variateur contrôle la préservation de la saturation des tons moyens.

source: Darktable splittoning plugin has more parameters that impacts on the default above behavior, we have balance which offsets the 50% gray level in image and compression that does compress toning in the shadows and highlights which leaves a gap which are untouched by the effect. Read more and see examples of these additional parameters to splittoning module in Parameters section.
fr: Le module de virage partiel de darktable possède plus de paramètres qui impactent le comportement par défaut décrit précédemment ; la répartition décale le gris à 50% et le seuil limite le virage aux ombres et hautes lumières et laisse un espace de tons non touchés par l'effet. Plus d'informations et d'exemples sur ces paramètres additionnels dans la section "utilisation".

source: Shadows and Hilights color
fr: Couleur pour les ombres et les hautes lumières

source: Cross-processing
de: Crossentwicklung
fr: Traitement croisé

source: Cross-processing is a analog processing technique where slide film (E6) is processed in chemicals used for processing print film (C41). The resulting images get skewed colors usually a cyan hue and increased contrast and saturation.
fr: Le traitement croisé est une technique issue du monde de la photo argentique où un film positif (normalement développé grâce à une solution E6) est développé dans une solution chimique destinée aux négatifs (C41). Les images résultantes possèdent des couleurs faussées, généralement une teinte cyan ainsi qu'un contraste et une saturation augmentés.

source: We use splittoning for add some more coloring to the result for cyan/blue shadows and yellow highlight.
fr: Nous utilisons le virage partiel pour ajouter une coloration supplémentaire ; les ombres tendent vers le bleu et les hautes lumières vers le jaune.

source: Cyan is a nice color touchup for black and white images, this example guides you thru how to make this with Darktable and how to control the tone. You can choose any tone of your like for this tutorial...
fr: La couleur cyan est une coloration agréable pour les images noir et blanc. Cet exemple vous guide pendant les étapes nécessaires pour réaliser cette retouche avec darktable. Vous pouvez bien sûr choisir le virage de votre choix.

source: Prepare the image for the cross process steps by adjusting the base settings such as exposure,black level, contrast etc. for a correctly looking image.
fr: Préparez l'image pour le virage en ajustant les réglages de base tels que l'exposition, la balance des blancs, etc, afin d'avoir une image correcte.

source: Use the balance slider to tune the effect, out example uses a balance of 70/30
fr: Utilisez la répartition pour adapter l'effet ; notre exemple utilise une répartition à 70/30.
