Repository: 0xB767B/darktable
Catalog: doc/usermanual/po/*.po
Languages: de, fr, nl

source: The standard way for doing digital cross-processing is to use a channel curve tool but Darktable lacks this tool for the moment and another way to accomodiate the effect is used.
de: Der Standardweg für digitale Crossentwicklung ist eine Kanalkurve, jedoch hat Darktable ein solches Werkzeug derzeit nicht. Daher wird der Effekt auf eine andere Art und Weise erreicht.
fr: La manière standard de procéder à un virage partiel en numérique est d'utiliser une courbe de canaux mais darktable n'a pas encore cet outil et un autre moyen est utilisé.
nl: De standaard uitvoer methode voor een digitale cross-processing is met hulp van een kanaal curve gereedschap. Op dit moment bezit Darktable die mogelijkheid niet en wordt een andere methode gebruikt om het effect te realiseren.

source: Procedure
de: Vorgehen
fr: Procédure
nl: Werkwijze

source: This procedure uses tonecurve, channelmixer and splittoning modules.
de: Dieses Vorgehen nutzt Farbkurve, Kanalmixer und das Split-Toning-Modul.
fr: Cette procédure utilise les modules de courbe des tonalités, le mixeur de canaux et le virage partiel.
nl: Deze procedure gebruikt de modules; tonecurve, kanaalmixer en duotone.

source: Image preparation
de: Bildvorbereitung
fr: Préparation de l'image
nl: Afbeeldingen voorbereiden

source: Prepare the image for the cross process steps by adjusting the base settings such as exposure,whitebalance etc. for a correctly looking image.
fr: Préparez l'image pour le traitement croisé en ajustant les réglages de base tels que l'exposition, la balance des blancs, etc, afin d'avoir une image correcte.
nl: Voordat u een cross-process uitvoert moeten eerst een aantal basis al instellingen zijn uitgevoerd. Denk daarbij aan de belichting en de witbalans.

source: Boost contrast
fr: Augmenter le contraste
nl: Versterk het contrast

source: Select the medium contrast curve preset for tonecurve module to boost the overall contrast in the image. You later might get back here to tune the curve for better result.
fr: Sélectionnez le pré-réglage de "contraste moyen" dans le module "courbe des tonalités" afin d'augmenter le contraste global de l'image. Vous pourrez revenir sur ces réglages plus tard afin d'affiner le rendu.
nl: Kies voor de voorkeursinstelling midden contrast curve van de module tooncurve om daarmee het gehele contrast van de afbeelding te versterken. Later kunt u nog eens terugkeren om, voor een verbetert resultaat, de curve fijn af te stellen.

source: Color cast
fr: Coloration globale
nl: Kleur beheren

source: This step does change the colorcast as the base for the effect using the channel mixer. You might later get back to this and finetune the colorcast of the final result.
fr: Cette étape change la coloration globale en utilisant le module "mixeur de canaux". Vous pourrez revenir sur ces réglages plus tard et affiner la coloration du résultat final.
nl: Deze stap wijzigt de kleurwijziging als basis met hulp van de kanalen mixer. Later kun je hiernaar terugkeren om de kleur aanpassingen op het eindresultaat preciezer af te stellen.

source: Enable the channel mixer module
fr: Activez le module de mixeur de canaux.
nl: Activeer de module voor kanalen mixer

source: Select blue channel and set blue color value to 0.8
fr: Sélectionnez le canal bleu et mettre la couleur bleue à la valeur 0.8
nl: Selecteer het kanaal voor blauw en stel de waarde in op 0.8

source: Select red channel and change blue color value to 0.1
fr: Sélectionnez le canal rouge et mettre la couleur bleue à la valeur 0.1
nl: Selecteer het kanaal voor rood en wijzig de waarde voor blauw naar 0.1

source: Select green channel and change blue color value to 0.1
fr: Sélectionnez le canal vert et mettre la couleur bleue à la valeur 0.1
nl: Selecteer het kanaal voor groen en wijzig de waarde voor blauw naar 0.1

source: We use splittoning to add some more coloring to the result for cyan/blue shadows and yellow highlight.
nl: We gebruiken duotoon om meer kleur te geven aan het resultaat van cyaan/blauwe schaduwkleuren en de gele hooglichten.

source: Enable the splittoning module
fr: Activez le module de virage partiel
nl: Activeer de module voor splittoning

source: Select a cyan/blue tone for shadows and set saturation around 50%
fr: Sélectionnez une teinte cyan/bleu pour les ombres et une saturation de 50%.
nl: Selecteer een cyaan/blauwe kleurtoon voor de schaduwen en stel de verzadiging in op 50%.

source: Select a yellow/orange tone for highlights and set saturation around 70%
fr: Sélectionnez une teinte jaune/orange pour les hautes lumières et une saturation de 70%.
nl: Kies een geel/oranje kleurtoon voor de hooglichten en stel de verzadiging in op 70%.

source: Set compression to 10%
fr: Mettez le seuil à 10%
nl: Stel de compressie in op 10%

source: Use the balance slider to tune the splittoning effect due this differs on every image due to it's exposure, motive etc.
fr: Utilisez la répartition pour modifier l'effet du virage partiel ; l'effet de ce paramètre diffère entre les images, selon leur exposition, contraste, etc.
nl: Gebruik de balans schuifregelaar om het duotoon effect te bepalen. Vanwege verschillen per afbeelding in bijvoorbeeld belichtingen of motief is dit telkens iets anders.

source: Cyan toned image
fr: Virage cyan
nl: Cyaan gekleurde afbeelding

source: Cyan is a nice color touchup for black and white images, this example guides you through how to make this with Darktable and how to control the tone. You can choose any tone of your like for this tutorial...
nl: Cyaan geeft een mooie kleur verbetering voor monochrome afbeeldingen. Dit voorbeeld helpt je erbij om het te realiseren in Darktable en kleurentonen te beheersen. U kunt voor deze les elke willekeurige kleur kiezen.

source: Prepare the image for the cyan toned steps by adjusting the base settings such as exposure,black level, contrast etc. for a correctly looking image.
nl: Voordat u het cross-process wordt uitgevoerd moeten de basis instellingen zijn uitgevoerd. Denk daarbij aan de belichting, zwart niveau, contrast etc.

source: Black and white
fr: Noir et blanc
nl: zwart en wit

source: Enable the monochrome module to make the image black and white.
fr: Activez le module "monochrome" pour rendre l'image noir et blanc.
nl: Activeer de monochroom module om de afbeelding naar zwart en wit om te zetten.

source: Add color tone
fr: Ajouter un virage global
nl: Voeg een kleur toon toe

source: This step selects the basetone of the image using channel mixer, we are going for cyan tone but you can choose the tone of your like here.
fr: Cette étape effectue un virage global de l'image en utilisant le module "mixeur de canaux". Nous utilisons une teinte cyan mais vous pouvez choisir la couleur de votre choix.
nl: Deze stap selecteert de basis kleuren van de afbeelding met hulp van de kanaalmixer, we kiezen voor een cyaan kleur maar je mag ook een andere kleurtoon nemen.

source: Select red channel and set red color value to 0.7
fr: Sélectionnez le canal rouge et mettre la couleur rouge à la valeur 0.7
nl: Selecteer het kanaal voor rood en stel de waarde in op 0.7

source: Select green channel and red color value to 0.150
fr: Sélectionnez le canal vert et mettre la couleur rouge à la valeur 0.150
nl: Kies voor het groene en rode kanaal de waarde 0.150

source: Select blue channel and red color value to 0.150
fr: Sélectionnez le canal bleu et mettre la couleur rouge à la valeur 0.150
nl: Kies voor het blauwe en rode kanaal de waarde 0.150

source: As you notice we mix blue and green color to get a cyan tone, we substract 0.3 from red channel and add them to blue and green.
fr: Ainsi que vous pouvez le constater, nous mélangeons les couleurs bleue et verte pour avoir une teinte cyan ; nous soustrayons 0.3 du canal rouge et nous l'ajoutons aux canaux bleu et vert.
nl: Zoals je ziet mengen we blauwe en groene om een cyaan kleur te krijgen, we verminderen rood met 0.3 en tellen dat weer op bij blauw en groen.

source: The result of previous step does also add a colorcast on highlight that we actually want to have white for a prettier result. We also wants to add some blue color cast to the shadows to emphasis them.
fr: Cependant, le résultat de l'étape précédente ajoute également un virage dans les hautes lumières que nous souhaitons blanches pour un résultat plus harmonieux. Nous souhaitons également ajouter un virage vers le bleu dans les ombres afin de les mettre en valeur.
nl: Bovendien verhoogd het resultaat van de voorgaande stap een kleur wijziging van hooglichten. Die willen meer meer wit maken voor een aangenamer resultaat. Ook willen we de schaduw kleuren benadrukken door er een kleur aan te voegen.

source: Select a blue/cyan tone for shadows and set saturation around 50%
fr: Sélectionnez une teinte bleue/cyan pour les ombres avec une saturation à 50%.
nl: Kies een blauw/cyaan kleurtoon voor de schaduwen en kies voor een verzadiging van ongeveer 50%

source: Set highlights saturation to zero, to remove saturation on highlights.
fr: Mettez la saturation des hautes lumières à 0, pour les désaturer.
nl: Stel de hooglichten verzadiging in op nul om daarmee verzadiging van hooglichten te verwijderen.

source: Set compression to zero
fr: Mettez le seuil à 0.
nl: Stel de compressie in op nul

source: Use the balance slider to tune the effect, our example uses a balance of 70/30
nl: Gebruik de balans schuifregelaar om het effect af te stemmen, ons voorbeeld gebruikt een balans van 70/30

source: Legal notice ...
fr: Notice légale ...

source: <indexterm significance="normal"><primary>Darktable</primary></indexterm><indexterm significance="normal"><primary>Preface</primary></indexterm> This is the preface. It contains of a paragrapgh, a list and a link. This paragraph contains useless words only. Its mere purpose is to have some text in order to see the paragraphs end.
fr: <indexterm significance="normal"><primary>Darktable</primary></indexterm><indexterm significance="normal"><primary>Preface</primary></indexterm> Il s'agit de la préface. Elle contient un paragraphe, une liste et un lien. Ce paragraphe ne contient que des mots inutiles. Son seul intérêt est d'avoir du texte pour voir comment le paragraphe se termine.

source: Darktable is an application to manage and develop your digital images...
fr: Darktable est une application pour organiser et développer vos images numériques...

source: Userinterface
fr: Interface utilisateur

source: This section describes the layout of the userinterface.
fr: Cette section décrit l'organisation de l'interface utilisateur.

source: Darktable consist of several views also mentions as modes, for time beeing there is three available views as described in this section, the current view is identified by the label at top of left panel. There are key accelerators to access the different views as descibed in the table below. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>l</emphasis></entry><entry>switches to lighttable view</entry></row><row><entry><emphasis>d</emphasis></entry><entry>switches to darkroom view</entry></row><row><entry><emphasis>t</emphasis></entry><entry>switches to camera tethering view</entry></row></tbody></tgroup></informaltable>
fr: Darktable est constitué de plusieurs vues, aussi appelées modes ; pour l'instant 3 modes sont disponibles et décrits dans cette section. La vue courante est identifiée par un texte en haut du panneau droit. Des raccourcis clavier permettent d'accéder aux différents vues : <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>l</emphasis></entry><entry>passe en mode "table lumineuse"</entry></row><row><entry><emphasis>d</emphasis></entry><entry>passe en mode "chambre noire"</entry></row><row><entry><emphasis>t</emphasis></entry><entry>passe en mode "capture"</entry></row></tbody></tgroup></informaltable>

source: Lighttable
de: Leuchttisch
fr: Table lumineuse

source: The lighttable view is where you manage you images and filmrolls, it's in this view you rate, add tags, add colorlabels, export images among other actions.
fr: La vue "table lumineuse" est l'endroit où vous organisez les images et les dossiers. C'est dans cette vue que vous notez, ajoutez des labels, exporter les images, et bien d'autres.

source: In the darkroom view you develop a specific image using the plugins available.
fr: La vue "chambre noire" vous permet de développer une image spécifique en utilisant les modules disponibles.

source: Tehtering
fr: Capture

source: The filmstrip views the same images as is viewed in lighttable with respect to filter and sort orders and are turned on/off with key accel ctrl-f. Filmstrip provides some actions to apply on images when you are not in lighttable mode, you can for an example when in darkroom mode and developing an image, switch to another image to develop by doubleclicking the thumb in the filmstrip...
fr: Le bandeau affiche les mêmes images que celles visibles dans la table lumineuse (les filtres et l'ordre du tri sont conservés). Il est activé/désactivé par le raccourci clavier ctrl-f. Le bandeau permet d'appliquer certaines actions à des images même lorsque vous n'êtes pas dans le mode table lumineuse. Par exemple, lorsque vous êtes dans la chambre noire et que vous développez une image, vous pouvez changer d'image à développer en double-cliquant sur l'aperçu de l'image dans le bandeau.

source: The filmstrip does also provide some actions to be performed on image under the mousepointer and here follows a table of available key accelerators for specific actions. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>set the rating of the image, if an image has 1 star and you hit the 1 key the image will be unrated </entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>sets a color label for the image</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>copy the historystack of the image</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>apply the copied historystack onto the image</entry></row></tbody></tgroup></informaltable>
fr: Le bandeau permet également d'agir sur les images sous le pointeur de souris. Le tableau suivant résumé les raccourcis clavier disponibles : <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>note l'image ; si une image a 1 étoile et que vous tapez 1, l'image est notée 0 </entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>affecte un label de couleur</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>copie le développement d'une image</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>applique le développement copié à une image</entry></row></tbody></tgroup></informaltable>

source: lighttable
de: Leuchttisch
fr: table lumineuse

source: Ligthtable
fr: Table lumineuse

source: In this centerview your images are shown as thumbs, each thumb has a frame and while mouse is over an image, information such as rating and if image are altered in darkroom <inlinegraphic fileref="images/lighttable_thumb_icon_altered.png" scalefit="1" width="3mm"/> is viewed. Also when mouse hovers over an imageframe the specific image metadata is shown in the metadata panel.
fr: Dans la vue centrale, vos images sont représentées par des aperçus, chacun ayant un cadre ; lorsque la souris est au-dessus de l'un d'eux, les informations de notation, de label et si l'image a été développée dans la chambre noire <inlinegraphic fileref="images/lighttable_thumb_icon_altered.png" scalefit="1" width="3mm"/> sont affichées. De plus, quand la souris est au-dessus d'un cadre, les métadonnées sont affichées dans le panneau de métadonnées.

source: While mouse is over and imageframe you have additional actions accessed from keyboard to apply on image here follows an table of key accelerators and assigned actions. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>set the rating of the image, if an image has 1 star and you hit the 1 key the image will be unrated </entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>sets a color label for the image</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>copy the historystack of the image</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>apply the copied historystack on the image</entry></row><row><entry><emphasis>e</emphasis></entry><entry>opens the image in darkroom view for developing</entry></row><row><entry><emphasis>z</emphasis></entry><entry>shows a fullscreen view of the image</entry></row></tbody></tgroup></informaltable>
fr: Quand la souris est au-dessus d'un cadre, d'autres actions sont accessibles par le clavier ; le tableau suivant résume les raccourcis clavier et leur action correspondante : <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>note l'image ; si une image a 1 étoile et que vous tapez 1, l'image est notée 0</entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>affecte un label de couleur</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>copie le développement d'une image</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>applique le développement copié à une image</entry></row><row><entry><emphasis>e</emphasis></entry><entry>ouvre l'image dans la chambre noire pour la développer</entry></row><row><entry><emphasis>z</emphasis></entry><entry>affiche une vue en plein écran de l'image</entry></row></tbody></tgroup></informaltable>

source: At the bottom you have an option to choose a zoomable lighttable view or a filemanger view of the thumbnails.
fr: En bas, vous pouvez choisir le type de vue : table lumineuse zoomable ou gestionnaire de fichiers.

source: In darkroom you are in develop mode for the specific image, here you have alot of tools to develop you image.
fr: Dans la chambre noire, vous développez une image donnée ; vous avez différents outils pour développer.

source: On the left side you have the navigation, snapshots, history and histogram panel each of them are described below, in the right panel you can see the histogram and then a list of available modules to use when working with your image. And at bottom of right panel you can enable/disable individual modules which will remove them from the right panel.
fr: Sur la gauche, vous avez les panneaux de navigation, instantanés et historique, chacun étant décrit plus bas. Sur la droite, vous pouvez voir l'histogramme ainsi qu'une liste des modules disponibles pour travailler votre image. En bas du panneau de droite, vous pouvez activer/désactiver l'affichage des modules dans le panneau.

source: You can take a snapshot of what is displayed in the center view, this snapshot can then be selected and is overlayed in the current center view to help you with a side by side comparasion when you tuning parameters of a module.
fr: Vous pouvez prendre un instantané de ce qui est affiché dans la vue centrale ; cet instantané peut être sélectionné et est alors affiché dans la vue centrale (à gauche) en comparaison avec la vue active (à droite). Cela permet d'affiner vos réglages.

source: Each correction, enhancement or effect is implemented as modules, and this section includes documentation of each module and it's specific parameters. A module consists of an expander bar <inlinegraphic fileref="../images/darkroom_module_expander.png"/> where the <inlinegraphic fileref="../images/darkroom_module_icon_enable.png"/> icon is used to turn then module on or off, then there are a title of the module press this to expand the module too see the paramters userinterface. <inlinegraphic fileref="../images/darkroom_module_icon_presets.png"/> icon is the preset icon to access the available presets stored for the modul and <inlinegraphic fileref="../images/darkroom_module_icon_reset.png"/> icon is used to reset the module paramaters to theire default values.
fr: Chaque correction, amélioration ou effet est implémenté dans un module et cette section décrit chacun d'eux. Un module est constitué d'un ligne développable <inlinegraphic fileref="../images/darkroom_module_expander.png"/> dans laquelle l'icône <inlinegraphic fileref="../images/darkroom_module_icon_enable.png"/> est utilisé pour activer/désactiver le module ; puis suit le titre du module. Un appui sur le titre développe le module et permet d'afficher ses paramètres. Le bouton <inlinegraphic fileref="../images/darkroom_module_icon_presets.png"/> correspond aux pré-réglages et permet d'accéder aux pré-réglages enregistrés ou d'en créer un nouveau. Le bouton <inlinegraphic fileref="../images/darkroom_module_icon_reset.png"/> est utilisé pour ré-initialiser les valeurs du module aux valeurs par défaut.

source: Presets are stored configurations for the module parameters both internal and userdefined is available thru clicking the <inlinegraphic fileref="../images/darkroom_module_icon_presets.png"/> icon and a list of available presets are shown for your choice, the activated preset is in bold text.
fr: Les pré-réglages sont des configurations sauvegardées des paramètres de module ; ils peuvent être internes au programme ou créés par l'utilisateur. Ils sont accessibles grâce au bouton <inlinegraphic fileref="../images/darkroom_module_icon_presets.png"/> qui affiche une liste des pré-réglages disponibles ; le pré-réglage actif est en gras.

source: Configure the specific module of choice as you like then you click the <inlinegraphic fileref="../images/darkroom_module_icon_presets.png"/> icon and select store new preset menu choice. Following dialog will be shown to configure the preset:
fr: Paramétrez le module comme vous le souhaitez puis cliquez sur le bouton <inlinegraphic fileref="../images/darkroom_module_icon_presets.png"/> et sélectionnez "nouveau pré-réglage". La boîte de dialogue suivante s'affiche alors pour configurer le pré-réglage :

source: The first to fields are used for setting a name and a description of the preset.
fr: Les deux premiers champs sont utilisés pour donner un nom et une description au pré-réglage.

source: The data used is the exif information so if you want a preset to be applied to all images from a specific camera, then leave all fields at default values and lookup model string in metadata panel and enter it into the model field.
fr: Les données utilisées sont extraites des données EXIF ; si vous souhaitez qu'un pré-réglage s'applique à toutes les images d'un boîtier spécifique, laissez tous les champs à leur valeur par défaut, observer le nom du modèle dans le panneau de métadonnées puis entrer ce nom dans le champ "modèle".

source: This tool is used for crop, rotate and prespective correction of you image, it does also include many helpful guidelines that assists you using the tool.
fr: Ce module est utilisé pour recadrer, pivoter et corriger les perspectives de votre image ; il inclut également des guides visuels pour vous assister.
