Repository: 0xB767B/darktable
Catalog: doc/usermanual/po/*.po
Languages: de, fr, nl

source: The owner of the Darktable project is Johannes Hanika. Main developers are Johannes Hanika and Henrik Andersson. Darktable is a free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
nl: Eigenaar van het Darktable project is Johannes Hanika. Hoofdontwikkelaars zijn Johannes Hanika en Henrik Andersson. Darktable is vrije software: je mag het verspreiden en aanpassen onder de condities van de GNU General Public License zoals gepubliceerd is door de Free Software Foundation, cq versie 3 van de License, of (naar uw mening) een latere versie.

source: Darktable is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
nl: Darktable wordt zonder garanties verspreidt; zelfs zonder de impliciete garantie van verkoopbaarheid of of bruikbaarheid voor privé doeleinden. Bekijk de GNU General Public License voor meer details.

source: You should have received a copy of the GNU General Public License along with Darktable. If not, see <emphasis> http://www.gnu.org/licenses/</emphasis>.
nl: U heeft samen met Darktable een kopie van de GNU General Public License ontvangen. Zo niet, bekijk <emphasis> http://www.gnu.org/licenses/</emphasis>.

source: The present user manual is under license <emphasis>cc by-nc-sa </emphasis>, meaning <emphasis>Attribution Non-Commercial Share Alike </emphasis>. You can visit <emphasis>http://creativecommons.org/about/licenses/</emphasis> to get more information.
nl: De huidige gebruikers handleiding is onder licentie <emphasis>cc by-nc-sa </emphasis>, dit betekent <emphasis>Attribution naamsvermelding, niet commercieel en gelijk delen Alike </emphasis>. Bezoek <emphasis>http://creativecommons.org/about/licenses/</emphasis> voor aanvullende informatie.

source: Preface to darktable
de: Vorwort zu Darktable
fr: Préface
nl: Inleiding op Darktable

source: <indexterm significance="normal"><primary>Darktable</primary></indexterm><indexterm significance="normal"><primary>Preface</primary></indexterm> The current user manual is a draft issue. It is at an early stage of writing. User manual version and applicable Darktable version are listed below: <informaltable frame="none"><tgroup cols="3" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry/><entry>version</entry><entry>date</entry></row><row><entry>user manual</entry><entry/><entry>27/10/10</entry></row><row><entry>Darktable</entry><entry>darktable 0.6+429~g6de9bfb</entry><entry>27/10/10</entry></row></tbody></tgroup></informaltable>
de: <indexterm significance="normal"><primary>Darktable</primary></indexterm><indexterm significance="normal"><primary>Preface</primary></indexterm> Das aktuelle Benutzerhandbuch ist ein Entwurf. Es befindet sich in einem frühen Stadium. Die Version des Benutzerhandbuchs sowie die passende Version von Darktable sind wie folgt: <informaltable frame="none"><tgroup cols="3" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry/><entry>version</entry><entry>date</entry></row><row><entry>Benutzerhandbuch</entry><entry/><entry>27.10.2010</entry></row><row><entry>Darktable</entry><entry>darktable 0.6+429~g6de9bfb</entry><entry>27.10.2010</entry></row></tbody></tgroup></informaltable>
nl: <indexterm significance="normal"><primary>Darktable</primary></indexterm><indexterm significance="normal"><primary>Preface</primary></indexterm> De huidige handleiding is een concept. Het is in een schrijvers beginstadium. De gebruikershandleiding en Darktable versies worden hieronder benoemd: <informaltable frame="none"><tgroup cols="3" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry/><entry>version</entry><entry>date</entry></row><row><entry>user manual</entry><entry/><entry>27/10/10</entry></row><row><entry>Darktable</entry><entry>darktable 0.6+429~g6de9bfb</entry><entry>27/10/10</entry></row></tbody></tgroup></informaltable>

source: Please note that every key accelerators given in this manual is only applicable on english keyboards layout. The key accelerators are not linked to the actual letter printed on it, but only to its position on the keyboard. For example, the <emphasis>z</emphasis> allowing a full-screen view on english keyboards, becomes <emphasis>w</emphasis> on french keyboard.
de: Bitte beachten Sie, dass alle Tastenkombinationen, die in diesem Benutzerhandbuch angegeben werden, nur auf englischen Tastaturlayouts passen. Die Tastenkombinationen hängen nicht von dem aufgedruckten Zeichen ab, sondern werden von der Position auf der Tastatur bestimmt. Zum Beispiel wird das <emphasis>z</emphasis> für eine Vollbildvorschau auf einer englischen Tastatur zu einem <emphasis>y</emphasis> auf einer deutschen Tastatur. Daher wird neben dem englischen Kürzel immer auch die entsprechende Taste bei einem regulären <emphasis>QWERTZ</emphasis>-Layout angegeben.
nl: Let op, elke genoemde toetsenbord combinatie in deze handleiding geldt voor Engelse toetsenbord indelingen. Ze worden niet toegekend aan een speciale letter maar aan een bepaalde positie in het toetsenbord. Bijvoorbeeld, de <emphasis>z</emphasis> geeft een volledige scherm weergave bij Engelse toetsenbord indeling, voor een franse indeling is dat <emphasis>w</emphasis>.

source: overview
de: Übersicht
fr: résumé
nl: overzicht

source: application
de: Anwendung
nl: Applicatie

source: Overview
de: Übersicht
fr: Vue d'ensemble
nl: overzicht

source: Darktable is an application to manage and develop your digital images.
de: Darktable ist eine Anwendung zum Verwalten und Entwickeln Ihrer digitalen Bilder.
nl: Darktable is een applicatie om digitale afbeeldingen te organiseren en te ontwikkelen...

source: It is fully non-destructive and works on a 32 bit floating point format per channel. Most of the actions on the pixelpipe are done in CIELab.
de: Es ist komplett nicht-destruktiv und arbeitet mit einem 32 Bit Fließkommaformat pro Kanal. Die meisten Aktionen in der Pixel-Pipeline werden in CIELab gemacht.
nl: Het is volledig niet-destructief en werkt met een 32bit floating point format per kanaal. Het merendeel wordt verricht in CIELab kleurenruimte.

source: Preferences
de: Voreinstellungen
nl: Voorkeuren

source: A recently introduced button located at the upper panel allows you to define various parameters.
de: Ein kürzlich eingeführter Knopf im oberen Panel erlaubt Ihnen, verschiedene Einstellungen zu machen.
nl: Een onlangs geïntroduceerde button, aan de bovenkant van het paneel, staat u toe om diverse parameter voorkeuren vast te leggen.

source: User interface
de: Benutzerschnittstelle
nl: Gebruikersinterface

source: This section describes the layout of the user interface. You can change Darktable contrast by using <placeholder-1/> and <placeholder-2/>.
de: Dieses Kapitel beschreibt den Aufbau der Benutzerschnittstelle. Sie können den Kontrast von Darktable mit <placeholder-1/> und <placeholder-2/> ändern.
nl: Deze sectie geeft een lay-out uitleg van de gebruikersinterface. U kunt het Darktable contrast wijzigen met <placeholder-1/> en <placeholder-2/>.

source: Views
de: Ansichten
fr: Vues
nl: Weergaven

source: Darktable consists of several views also mentioned as modes. For the time being, there are three available views as described in this section. The current view is identified by the label at the top of the right panel. Some key accelerators, allowing to access the different views, are described in the table below: <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>l</emphasis></entry><entry>switches to lighttable view</entry></row><row><entry><emphasis>d</emphasis></entry><entry>switches to darkroom view</entry></row><row><entry><emphasis>t</emphasis></entry><entry>switches to camera tethering view</entry></row></tbody></tgroup></informaltable>
de: Darktable besteht aus mehreren Ansichten, auch „Modus“ genannt. Zur Zeit stehen drei verschiedene Ansichten, die im Folgenden beschrieben werden, zur Verfügung. Die aktuelle Ansicht sich lässt jeweils im Kopf der rechten Seite erkennen. Zum Umschalten zwischen den Ansichten dienen die Tasten aus folgender Tabelle: <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>l</emphasis></entry><entry>wechselt in den Leuchttisch-Modus</entry></row><row><entry><emphasis>d</emphasis></entry><entry>wechselt in den Dunkelkammer-Modus</entry></row><row><entry><emphasis>t</emphasis></entry><entry>wechselt in den Kamerasteuerungs- (Tethering)-Modus</entry></row></tbody></tgroup></informaltable>
nl: Darktable kent meerdere weergaven ook wel bekend als modules. Vooralsnog bestaan er drie verschillende weergaven zoals ook wordt beschreven in deze paragraaf. De huidige weergave wordt rechts bovenin weergegeven. Met sommige snelkoppelingen heb je toegang tot de verschillende weergaven zoals beschreven in in onderstaande tabel. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>l</emphasis></entry><entry>schakelt over op Lighttable</entry></row><row><entry><emphasis>d</emphasis></entry><entry>schakelt over op Darkroom</entry></row><row><entry><emphasis>t</emphasis></entry><entry>schakelt over op camera tethering</entry></row></tbody></tgroup></informaltable>

source: The lighttable view is where you manage your images and filmrolls; it's in that view that you rate, add tags, add colorlabels, export images among other actions.
de: In der Leuchttisch-Ansicht verwalten Sie ihre Bilder und Filmrollen. Unter anderem können Sie hier bewerten, Tags und Farbmarkierungen hinzufügen und Bilder exportieren.
nl: In de Lighttable weergave kunt u afbeeldingen en series beheren. U kunt hier afbeeldingen waarderen, labelen, kleur labels geven of bijvoorbeeld exporteren.

source: Darkroom
de: Dunkelkammer
fr: Chambre noire
nl: doka

source: In the darkroom view you develop a specific image using the available modules.
de: In der Dunkelkammer-Ansicht entwickeln Sie einzelne Bilder mit den bereitgestellten Modulen.
nl: In de darkroom weergave ontwikkel je een bepaalde afbeelding met hulp van beschikbare modules.

source: Tethering
nl: Tehtering

source: This view is where you do camera tethering.
de: In dieser Ansicht können Sie ihre Kamera anbinden.
fr: Cette vue vous permet de contrôler le boîtier.
nl: In deze weergaven kun je de camera therering uitvoeren.

source: Filmstrip
de: Filmstreifen
fr: Bandeau
nl: Serie

source: The filmstrip shows the same images as lighttable with respect to filter and sort orders and are turned on/off with key accelerator <emphasis>ctrl-f</emphasis>. You can navigate along the filmstrip by wheel scrolling. The filmstrip allows you to interact with images when you are not in lighttable mode. For example you can, while being in darkroom mode and developing an image, switch to another image to develop by double clicking the thumb in the filmstrip.
de: Im Filmstreifen sehen Sie das gleiche wie im Leuchttisch-Modus, auch in Bezug auf Filter und Sortierreihenfolge. Sie können den Filmstreifen mit <emphasis>Strg-f</emphasis> an/aus schalten. Mittels Mausrad kann im Filmstreifen navigiert werden. Er erlaubt es, mit den Bilder zu interagieren, während Sie nicht im Leuchttisch-Modus sind. Zum Beispiel können Sie durch einen Doppelklick auf das Vorschaubild im Filmstreifen zwischen den Bildern wechseln, während Sie im Dunkelkammer-Modus sind und ein Bild entwickeln.
nl: De fotoreeks toont dezelfde afbeeldingen als in Lighttable (ook kijkt die naar sorteeropdrachten) schakel de reeks in/uit met <emphasis>ctrl-f</emphasis>. Je kunt door de reeks navigeren met het muiswiel. De reeks maakt interactie mogelijk buiten de lightable modus om. Je kunt bijvoorbeeld als je in de darkroom modus bent een afbeelding ontwikkelen en vervolgens naar een volgende afbeelding gaan door te dubbelklikken ergens in de reeks.

source: The filmstrip also provides some actions to be performed on image under the mouse pointer and here follows a table of available key accelerators for specific actions. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>set the rating of the image; if an image has 1 star and you hit the <emphasis>1</emphasis> key the image will be unrated </entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>set a color label for the image</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>copy the historystack of the image</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>apply the copied historystack onto the image</entry></row></tbody></tgroup></informaltable>
de: Der Filmstreifen erlaubt Ihnen auch, bestimmt Aktionen am Bild unter dem Mauszeiger durchzuführen. Nachfolgend eine Tabelle mit den verfügbaren Tatenkürzeln: <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 – 4</emphasis></entry><entry>setzt die Bewertung des Bildes; wenn ein Bild einen Stern hat und Sie die <emphasis>1</emphasis> drücken wird das Bild unbewertet </entry></row><row><entry><emphasis>F1 – F3</emphasis></entry><entry>setzt eine Farbmarkierung für das Bild</entry></row><row><entry><emphasis>Strg-c</emphasis></entry><entry>kopiere den Verlaufsstapel des Bildes</entry></row><row><entry><emphasis>Strg-v</emphasis></entry><entry>wende den kopierten Verlaufsstapel auf das Bild an</entry></row></tbody></tgroup></informaltable>
nl: De filmstrip biedt u nog wat extra mogelijkheden. Hier een lijst met beschikbare sneltoetsen. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>bepaal de waardering voor een afbeelding; als die 1 ster had en u toetst <emphasis>1</emphasis> krijgt de afbeelding geen waardering</entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>bepaal de kleurlabel van de afbeelding</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>kopieert de geschiedenisstapel van de afbeelding</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>past de geschiedenisstapel op de afbeelding toe</entry></row></tbody></tgroup></informaltable>

source: Darktable workflow
de: Dunkelkammer-Arbeitsablauf
fr: Flux de travail dans darktable
nl: Darktable werk procedure

source: view
de: Ansicht
fr: vue
nl: Weergave

source: The lighttable is where you manage all your images, ratings, exporting and much more...
de: Der Leuchttisch ist der Platz, an dem Sie all ihre Bilder und Bewertungen verwalten, exportieren und vieles mehr …
fr: La table lumineuse est l'endroit où vous organisez, notez, exportez vos images et bien plus encore...
nl: Met de weergave Lighttable kun je al je afbeeldingen beheersen, waarderen, exporteren en nog veel meer...

source: The lighttable view
de: Die Leuchttisch-Ansicht
fr: La vue "table lumineuse"
nl: De Lighttable weergave

source: In this centerview, your images are shown as thumbs; each thumb has a frame and while mouse is over an image, the information of rating, colorlabels and if image is altered in darkroom <inlinegraphic fileref="images/lighttable_thumb_icon_altered.png" scalefit="1" width="3mm"/> is shown. Also when mouse hovers over an image frame the specific image metadata is shown in the metadata panel.
de: In dieser Ansicht werden Ihre Bilder als Vorschaugrafiken angezeigt; jede Vorschau hat einen Rahmen und so lange die Maus über dem Bild ist werden als Information die Bewertung, Farbmarkierungen und, falls das Bild in der Dunkelkammer bearbeitet wurde, <inlinegraphic fileref="images/lighttable_thumb_icon_altered.png" scalefit="1" width="3mm"/> angezeigt. Wenn die Maus über einem Bilderrahmen schwebt werden außerdem die Metadaten des Bilder im Metadaten-Panel angezeigt.
nl: In deze weergave worden afbeeldingen weergegeven als miniaturen. Wanneer de muis over een afbeelding gaat wordt de informatie over waardering en kleurlabels <inlinegraphic fileref="images/lighttable_thumb_icon_altered.png" scalefit="1" width="3mm"/> getoond. Ook wordt de informatie in het metadata paneel vertoond.

source: In order to locate where you are in your collection, you have read-only sliders at the extreme border of the window : left/right for your vertical position in the collection, top/bottom (when in zoomable lighttable mode, see below) for your zoom level.
de: Um festzustellen, wo Sie sich in Ihrer Sammlung befinden, gibt es an den Rändern des Fensters Scrollbalken – diese können jedoch nicht verändert werden: links/rechts für die vertikale Position in der Sammlung, oben/unten für die Zoomstufe (falls Sie sich im zoombaren Leuchttisch-Modus befinden, siehe unten).
nl: Om aan te geven waar u staat in uw collectie bestaan er schuifbalken: links/rechts voor uw verticale positie in the collectie, op/neer (in de zoomable lighttable modus, zie hieronder) voor de zoom status.

source: While mouse is over an image frame, you have additional actions accessed from keyboard to apply on image; here follows a table of key accelerators and assigned actions. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>set the rating of the image; if an image has 1 star and you hit the <emphasis>1</emphasis> key, the image will be unrated </entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>set a color label for the image</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>copy the historystack of the image</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>apply the copied historystack on the image</entry></row><row><entry><emphasis>e</emphasis></entry><entry>open the image in darkroom view for developing</entry></row><row><entry><emphasis>z</emphasis></entry><entry>show a fullscreen view of the image</entry></row></tbody></tgroup></informaltable>
de: Der Filmstreifen erlaubt Ihnen auch, bestimmt Aktionen am Bild unter dem Mauszeiger durchzuführen; nachfolgend eine Übersicht über Tastenkürzel und zugeordneter Aktion: <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 – 4</emphasis></entry><entry>setzt die Bewertung des Bildes; wenn ein Bild einen Stern hat und Sie die <emphasis>1</emphasis> drücken wird das Bild unbewertet </entry></row><row><entry><emphasis>F1 – F3</emphasis></entry><entry>setzt eine Farbmarkierung für das Bild</entry></row><row><entry><emphasis>Strg-c</emphasis></entry><entry>kopiere den Verlaufsstapel des Bildes</entry></row><row><entry><emphasis>Strg-v</emphasis></entry><entry>wende den kopierten Verlaufsstapel auf das Bild an</entry></row><row><entry><emphasis>e</emphasis></entry><entry>öffne das Bild zum Entwickeln im Dunkelkammer-Modus</entry></row><row><entry><emphasis>z</emphasis></entry><entry>zeige eine Vollbildansicht des Bildes</entry></row></tbody></tgroup></informaltable>
nl: Wanneer de muis cursor over de afbeelding schuift worden, via het toetsenbord, extra mogelijkheden gegeven om de afbeelding aan te passen. Kijk in deze tabel voor de keuze mogelijkheden. <informaltable frame="none"><tgroup cols="2" colsep="0" rowsep="0"><colspec colwidth="3cm"/><tbody><row><entry><emphasis>1 - 4</emphasis></entry><entry>bepaal de waardering van de afbeelding; als de waardering 1 ster was en u toetst <emphasis>1</emphasis> dan krijgt de afbeelding geen waardering</entry></row><row><entry><emphasis>F1 - F3</emphasis></entry><entry>bepaalt de kleurwaardering van de afbeelding</entry></row><row><entry><emphasis>ctrl-c</emphasis></entry><entry>kopieert de geschiedenisstapel van de afbeelding</entry></row><row><entry><emphasis>ctrl-v</emphasis></entry><entry>past de geschiedenisstapel toe op de afbeelding</entry></row><row><entry><emphasis>e</emphasis></entry><entry>opent de afbeelding in Darkroom</entry></row><row><entry><emphasis>z</emphasis></entry><entry>toont een volledige weergave van de afbeelding</entry></row></tbody></tgroup></informaltable>

source: At the bottom you have an option to choose between zoomable lighttable view or filemanger view of the thumbnails.
de: Unten haben Sie die Möglichkeit, zwischen einer zoombaren Leuchttischansicht und einer Dateiverwaltungsansicht der Vorschaubilder umzuschalten.
nl: Aan de onderkant is een optie om te kiezen tussen zoombare lighttable of bestandsmanager miniaturen weergave.

source: Using the zoomable lighttable view, scroll with your mouse wheel to zoom in and out. The <emphasis>hold left-click</emphasis> allows you to navigate through your collection.
de: Wenn Sie den zoombaren Leuchttisch benutzen könne Sie mit dem Mausrad rein- und rauszoomen. Mit <emphasis>gedrückter linker Maustaste</emphasis> können Sie in der Sammlung navigieren.
nl: Bij het gebruik van de zoombare Lighttable weergave, scrol je met de muis in en uit. Met de <emphasis>hold left-click</emphasis> kun je door de collectie navigeren.

source: While in filemanager you can use <emphasis>ctrl-(mouse wheel)</emphasis> to change the number of thumbs displayed in a row. That action is a key accelerator of the counter that can be found beside the filemanager option. Use your mouse wheel to navigate through your collection.
de: Während Sie sich in der Dateiverwaltung befinde kann mit <emphasis>Strg-(Mausrad)</emphasis> die Anzahl Bilder pro Reihe geändert werden. Dies verändert den Wert neben der Dateiverwaltungs-Option. Benutzen Sie das Mausrad um durch die Sammlung zu navigieren.
nl: In de bestandsmanager kun je gebruik maken van <emphasis>ctrl-(muiswiel)</emphasis> om het aantal getoonde miniaturen in een rij te bepalen. Deze actie is een key accelerator van de teller die je terugvindt naast de bestandsmanager. Gebruik het muiswiel om door de collectie te navigeren.

source: While in filemanager, by pressing <emphasis>w/s</emphasis> you can scroll (not select) up and down through your collection. In zoomable lighttable <emphasis>a/d/w/s</emphasis> allow you to move left/right/up/down through your collection.
de: In der Dateiverwaltung kann mit <emphasis>w/s</emphasis> nach oben und unten durch die Sammlung gescrollt werden (es wird keine Auswahl gemacht). Im zoombaren Leuchttisch erlauben <emphasis>a/d/w/s</emphasis> sich nach links/rechts/oben/unten durch die Sammlung zu bewegen.
nl: Terwijl in bestandsmanager, toets <emphasis>w/s</emphasis> kunt u scrollen (niet selecteren) op en neer door de collectie. In zoomable lighttable <emphasis>a/d/w/s</emphasis> kunt u schuiven links/rechts/op/neer door de collectie.

source: darkroom
de: Dunkelkammer
fr: chambre noire
nl: doka

source: The darkroom view is where you develop your image...
de: In der Dunkelkammer-Ansicht entwickeln Sie Ihre Bilder …
fr: La vue "chambre noire" est l'endroit où vous développez votre image...
nl: In de Darkroom weergaven kunt u afbeeldingen ontwikkelen...

source: The darkroom view
de: Die Dunkelkammer-Ansicht
fr: La vue "chambre noire"
nl: De Darkroom (Doka) weergave

source: In darkroom you are in develop mode for the specific image; here you have a lot of tools (named module) to develop you image.
de: In der Dunkelkammer sind sie im Entwicklungs-Modus für ein bestimmtes Bild; hier stehen Ihnen viele Werkzeuge (Module genannt) zur Verfügung um Ihr Bild zu entwickeln.
nl: In de darkroom weergave kun je een bepaalde afbeelding ontwikkelen. Hier heeft het programma diverse mogelijkheden om een afbeelding te wijzingen.
